{
  "Form Responses 1": {
    "Proposal": [
      {
        "ID": "01",
        "timestamp": "2018-12-01T06:03:18.231Z",
        "form_email": "cjfarrar@email.arizona.edu",
        "session_title": "A scientist Walks into an Art Museum…Partnering with Cross-Disciplinary Content Experts for Your Programs",
        "session_desc": "Museums across the country are breaking down silos between the sciences, arts, and humanities to create interdisciplinary experiences that help visitors understand our complex world. This session’s project team - consisting of an art museum, a living history museum, and a science center - has been taking these efforts one step further by connecting with content experts from outside our museums’ core disciplines and highlighting them at interdisciplinary public programs. These artists, scientists, and historians illuminate the real work they do, humanize their professions, and help make connections between seemingly disparate fields",
        "session_unique": "This interactive lecture will include staff from types of museums and will include hands-on and minds-on activities for participants to take back to their sites.",
        "session_objectives": "1. Delineate different ways to recruit cross-disciplinary content experts within their own community.\n2. Execute two communication training activities designed to prepare content experts to share their work with visitors in a museum environment.\n3. Identify public program opportunities at their own institutions that can be enhanced by cross-disciplinary content experts.",
        "engagement": "This interactive lecture will be divided into three parts that will include hands-on and minds-on activities: After an introduction to the project, participants will share and brainstorm at table-groups strategies for identifying and recruiting cross-disciplinary content experts from their community. Presenters will facilitate two sample communication training activities designed to prepare content experts to share their work with museum visitors. Presenters will introduce a flexible framework that participants can adapt to support interdisciplinary programming at their own institutions.",
        "audience": "Community Outreach/Engagement, Educators, Evaluators/Data Analysts",
        "level": "Emerging Professional, Intermediate/Mid-Career, Advanced",
        "other_comments": "",
        "theme_relationship": "The mission of this project is to engage directly with community content experts and inspire them to become good story tellers, thus engaging future artist, historians and scientists to become future change-makers in their communities.",
        "theme_comments": "",
        "submitter": {
          "first_name": "Chelsea",
          "last_name": "Farrar",
          "title": "Curator of Community Engagement ",
          "institution": "University of Arizona Museum of Art",
          "location": "Tucson, AZ",
          "tel": "520-621-7567",
          "email": "cjfarrar@email.arizona.edu",
          "email2": "",
          "is_mod": true,
          "is_pres": true
        }
      },
      {
        "ID": "02",
        "timestamp": "2018-12-02T00:53:23.079Z",
        "form_email": "nicole@boiseartmuseum.org",
        "session_title": "A Storied Approach: Shaping Exhibitions through Storytelling",
        "session_desc": "Visitors bring objects to life through a personal, compelling narrative. How then, do museums facilitate this journey and introduce them to new objects and perspectives? This session will examine innovative exhibition design and programmatic approaches through three case studies. Presenters will discuss strategic partnerships and methods, and even consider projects that have been oversaturated with this paradigm. Critical considerations such as time, resources, and ensuring authenticity will also be addressed.",
        "session_unique": "This session highlights specific case studies of museums that utilized practices of storytelling.",
        "session_objectives": "1. To show a variety of storytelling methods in exhibition and/or programming\n2. To brainstorm additional ways of storytelling\n3. Explore how these approaches can be used in a variety of museums",
        "engagement": "This will be a single session format that includes 3 micro-PowerPoint presentations highlighting unique, innovative approaches to implementing storytelling throughout the exhibition design phase. Following each presentation, each presenter will remark on one of the following topics:\n* strategic partnerships (voiceovers, scripts, writers, etc.)\n* when this approach is overused\n* when it is appropriate – consider resources / time / authenticity",
        "audience": "All",
        "level": "Emerging and senior professionals",
        "other_comments": "",
        "theme_relationship": "This session directly relates to the 2019 theme of ENGAGE by examining how museums have used innovative methods of storytelling to engage new audiences.",
        "theme_comments": "I would like help finding presenters. I am especially interested in highlighting three unique approaches from distinct institutions, such as: historical museum, musical museum, and an art museum.",
        "submitter": {
          "first_name": "Nicole",
          "last_name": "Herden",
          "title": "Curator of Art",
          "institution": "Boise Art Museum",
          "location": "Boise, ID",
          "tel": "(208) 345-8330 ext. 119",
          "email": "nicole@boiseartmuseum.org",
          "email2": "",
          "is_mod": true,
          "is_pres": true
        }
      },
      {
        "ID": "03",
        "timestamp": "2018-12-10T19:59:44.876Z",
        "form_email": "suesan.chan@wshs.wa.gov",
        "session_title": "Beyond the Plexiglas® Ceiling:  A Discussion of Women’s Roles in Exhibits",
        "session_desc": "The exhibits industry has been traditionally dominated by men. Women in this field have unique challenges - and opportunities - for career development and advancement. How do women avoid marginalization to find motivation and support? This facilitated dialogue will provide descriptions of real-life situations, explore possible solutions and strategies, and provide resources for networking. If you attended last year's session, please join us and share your gained knowledge. All museum departments are welcome.",
        "session_unique": " Few sessions focus on creating a supportive environment to discuss women’s work-related issues.  There are fewer that offer this in a small group discussion setting. ",
        "session_objectives": "1.)\tDiscuss/share issues of the profession and practical solutions for overcoming obstacles.\n2.)\tHave a facilitated conversation between panelists and audience members about breaking down barriers in the industry while providing resources for networking and development.\n3.)\tFor participants to become bigger, bolder, better versions of themselves.\n",
        "engagement": "During this session, participants will join in small group discussions that include answering pre-determined questions and hearing real life scenarios.  After a series of exercises, participants will develop a list of strategies.  The goal of these discussions is for participants to feel heard and empowered with the knowledge that they have gained.  Post-session resources will be provided.",
        "audience": "Women identified individuals from all museum departments & those who support them.",
        "level": "All encouraged – especially emerging professionals",
        "other_comments": "",
        "theme_relationship": "Last year we INSPIRED women to swap work stories, share resources, discuss issues and possible solutions. In addition, this year we will ENGAGE them with real-life work scenarios with an emphasis on practical solutions, including ways to effect change – both internal & external. This format creates a safe space for conversation through small group discussion in which confidentiality will be respected.   ",
        "theme_comments": "1. Depending on anticipated attendance, we may need assistance securing additional women interested in being small group discussion leaders who are also committed to attending the session. I have a list of leaders I would like to ask, but I suspect there may be last minute drop-outs. FYI - In 2018, we had 65 attendees, with 5 small group discussion leaders (not including myself). Ideally, we limit the small group numbers to 12/group. \n2. Is there the possibility of sending out a questionnaire that solicits input from those interested in our session – especially those who cannot attend Boise?  Ideally,\nwe would send them questions to answer & ask them to share work-related\nexamples of hitting the Plexi ceiling and how they handled it.    I understand you have suggested the below resources to find presenters, but would these be appropriate for posting a questionnaire?  If so, which would you suggest to be the most appropriate?   posting to the WMA LinkedIn Group, our dedicated Facebook discussion post, as well as reaching out on professional listservs such as RCAAM, Museum-Ed, or Museum-L.posting to the WMA LinkedIn Group, our dedicated Facebook discussion post, as well as reaching out on professional listservs such as RCAAM, Museum-Ed, or Museum-L.\n\n\n\n",
        "submitter": {
          "first_name": "SueSan",
          "last_name": "Chan",
          "title": "Exhibit Designer",
          "institution": "Washington State Historical Society",
          "location": "Tacoma, WA",
          "tel": "253.7998.5872",
          "email": "suesan.chan@wshs.wa.gov",
          "email2": "",
          "is_mod": true,
          "is_pres": false
        }
      },
      {
        "ID": "04",
        "timestamp": "2018-12-10T23:32:26.714Z",
        "form_email": "cgalati@lgainc.com",
        "session_title": "Creating Social Change – The Springs Preserve Conservation Story",
        "session_desc": "This program reviews the goals of the Springs Preserve, a 180-acre cultural institution\ndesigned to commemorate Las Vegas' dynamic history and provide a vision for a\nsustainable future, and demonstrates how it changed the city, it’s design community, and its\ncitizens. The program explores the social change the project created and provide a blueprint\nfor other organizations to follow.",
        "session_unique": "Several metrics will be shared demonstrating the social revolution this cultural attraction\ntriggered, shifting the community’s mindset to become one of the most sustainable desert\ncities.",
        "session_objectives": "Change is hard; and the Springs Preserve had a tough road ahead, to reach it’s goal to shift\nthe mindset of an entire community. A goal this lofty must be undertaken with a clear sense\nof purpose, a dedicated strategy and a unwavering commitment to see the project through to\nfruition. Attendees will walk away from this session with five clear tactics that they can\nuse in their organization to initiate social change on a grand scale. Attendees will\nunderstand the mindset needed to develop and to see a project through as well as the public\noutreach and public relations strategies to engage the community that have proved\nsuccessful for the Springs Preserve.",
        "engagement": "This session will be an interactive presentation with opportunities for dialogue and\nquestions.",
        "audience": "There will be ideas for all levels of change agents.",
        "level": "",
        "other_comments": "",
        "theme_relationship": "Engage is the essence of this Proposal. Social change requires engagement at multiple\nlevels. Strategies for achieving the highest level of both internal and external engagement\nwill be shared.",
        "theme_comments": "We will also include a representative from the Southern Nevada Water Authority who will\nbe able to add to the social changes made regarding the conservation efforts.",
        "submitter": {
          "first_name": "Craig S.",
          "last_name": "Galati",
          "title": "President",
          "institution": "LG Architects, Inc. dba LGA",
          "location": "Las Vegas, NV",
          "tel": "702-263-7111",
          "email": "cgalati@lgainc.com",
          "email2": "",
          "is_mod": false,
          "is_pres": true
        }
      },
      {
        "ID": "05",
        "timestamp": "2018-12-10T23:43:46.915Z",
        "form_email": "cbusche@cityofboise.org",
        "session_title": "Designing Engaging Outdoor Spaces",
        "session_desc": "In this session we’ll explore the process of design for an outdoor space from the perspective of an artist, contractor, educator, landscape designer, and engineers.  This diverse design team constructed ‘The River Campus’ at the Boise WaterShed Environmental Education Center, which integrates public art, landscape design, water features and play features to engage visitors. Learn about the challenges and successes of working with a diverse team and take away ideas for your museum’s outdoor spaces.",
        "session_unique": "Diverse design team and a unique project that integrates art and science.",
        "session_objectives": "Participants will learn:\n 1. The benefits of selecting and working with a diverse design team.\n 2. Multiple perspectives on the challenges of creating outdoor spaces.\n 3. How to integrate art, science and education in an engaging way that serves all ages and abilities.",
        "engagement": "The session format will begin as a standard presentation to overview the project, and then we’ll switch to Speed Geeking. Participants will rotate to each presenter: an artist, educator, contractor, landscape architect and two engineers.",
        "audience": "Museum professionals seeking practical strategies for design or re-design of outdoor spaces.",
        "level": "Senior Level, Emerging Professional",
        "other_comments": "Exhibit Designers, Contractors welcome",
        "theme_relationship": "Yes, the topic relates to engaging staff in seeking diverse talents and professionals for designing spaces/ exhibits. Throughout the presentation, the presenters will speak to how public engagement was centric to the design of this outdoor space.",
        "theme_comments": "We are willing to merge with another session.",
        "submitter": {
          "first_name": "Cindy",
          "last_name": "Busche",
          "title": "WaterShed Education Program Manager",
          "institution": "Boise WaterShed Environmental Education Center",
          "location": "Boise, ID",
          "tel": "208-608-7244",
          "email": "CBusche@cityofboise.org",
          "email2": "",
          "is_mod": false,
          "is_pres": true
        }
      },
      {
        "ID": "06",
        "timestamp": "2018-12-10T23:57:58.582Z",
        "form_email": "Janet.gallimore@ishs.idaho.gov",
        "session_title": "Designing for Impact",
        "session_desc": "To deepen Idahoans’ connection to their state and build a statewide sense of community and create an essential resource for education and lifelong learning, the new Idaho State Museum in Boise was designed for purposeful impact. This session explores the engagement and evaluation practice and tactics used to ensure the museum achieved statewide resonance and to deploy data to make decisions and demonstrate results.",
        "session_unique": "The ISHS seeks to create and share methods to measure how people are changed by the experience of engaging with exhibitions and programming, a demonstrated need for the field.",
        "session_objectives": "The Idaho State Historical Society (ISHS) created history on October 12, 2018, with the opening of the newly reimagined, Idaho State Museum. \n *To create a purposeful and measurable visitor experience and shape relevant and impactful exhibition content, ISHS created an inclusive system of community engagement, including focus groups, electronic surveys, workshops, small group meetings, an ongoing partnership with Idaho’s five federally recognized tribes, an Educator  Advisory Council, and collaborative with 70 university academics and local scholars across Idaho. Wherever possible, ISHS connected stories from Idaho’s past to the present, providing vital context to the interpretation. And, ISHS integrated Idaho’s cultural diversity throughout the exhibition experience.  A statewide formal storyline testing process through focus groups was conducted between the schematic design and design development exhibition phases and final design was changed to reflect audience interests.  Upon opening, ISHS launched a follow-up study to measure visitor experience and impact. This process provides data upon which we are responding to enhance the visitor experience and expand our impact. \n  \nSession participants will: Understand a range of methods in engaging a statewide audience in museum development and how that engagement influences decisions about audience experience, including exhibition design and builds constituency, including tribal and under-represented communities \n\nUnderstand the role and practice of an assessment consultant and pre and post assessment/evaluation methods\n\nUnderstand how to mine and use study data to inform museum operations, help to prioritize new program development, or target promotional or marketing efforts\n\n\n\n\n\n\n",
        "engagement": "The session format will be a single session (75 minutes) in a case study format. Resources and takeaways will include power-point, survey methods, survey analysis and interpretation, and visual examples of social media results per deploying data to respond to customer need. Tactics for audience participation will include opportunities for members to share successful evaluation methods and how resultant data was used to improve operations or demonstrate impact.",
        "audience": "mid and executive level",
        "level": "across the spectrum of museum professional disciplines",
        "other_comments": "To understand the impact of our work, we are obliged to create advanced, purposeful outcomes that guide the work or project and that can measured. The creation of these outcomes have to be informed by the strategic plan of the organization and the upfront and ongoing collaboration of multiple program areas including education, collections, exhibitions, visitor services, fundraising, and marketing.",
        "theme_relationship": "The complexity of this project from its inception to opening is astounding.  To express it in the simplest of terms, it comes down to doing the right thing; which entails vision, a commitment to community engagement, and a philosophy of interpreting history in a manner that is relevant to today; and then doing it right; executing at the highest possible level of professional practice and process discipline.  The practice of community engagement is a cornerstone in our work. ",
        "theme_comments": "We are happy to be flexible!",
        "submitter": {
          "first_name": "Janet L. ",
          "last_name": "Gallimore",
          "title": "Executive Director and State Historic Preservation officer",
          "institution": "Idaho State Historical Society",
          "location": "Boise, ID",
          "tel": "208-334-2682",
          "email": "Janet.gallimore@ishs.idaho.gov",
          "email2": "",
          "is_mod": true,
          "is_pres": true
        }
      },
      {
        "ID": "07",
        "timestamp": "2018-12-11T00:17:38.996Z",
        "form_email": "dzilafro@mattconstruction.com",
        "session_title": "ENGAGE your future in capital project planning: “If I knew back then, what I know now…”  ",
        "session_desc": "Most museum leaders have limited experience with capital design and construction projects, yet in a capital project find themselves in design and planning meetings where they are making decisions that will impact the institution for decades. This session will help leaders and facility managers understand the ramifications of some key decisions on things like cost of operation, staffing, sustainability, revenue generation, and programmatic flexibility, so that they can balance these impacts with the up-front cost of alternative design, mechanical, or material choices.",
        "session_unique": "Past capital planning sessions have generally focused on design for aesthetics or cost, or as far as they have impacted visitorship. This session will give attendees practical decision-making insights that touch bottom line and institutional mission.",
        "session_objectives": "1) Help attendees understand upfront cost vs. ongoing operational cost implications of things like i.e.: MEP systems, layout vis a vis staffing requirements, etc…so that they know what questions to ask.\n 2) Design decisions that affect curatorial and exhibition flexibility (i.e. types of exhibitions, ability to host traveling exhibitions, etc…)\n 3) Design decisions that may affect revenue generation opportunities (i.e. flexible space and/or event-friendly space, cost of including items like prep kitchens vs. revenue upside, etc…)",
        "engagement": "Three museum decision-makers will follow, each having completed a project in the last 5 years, and each will take a formal “look-back” at these decisions and others, and specific lessons learned in the process. A museum construction expert (Bart Shively) will share a brief overview of typical alternative design and mechanical decisions that he encounters in museum projects of all sizes. Bart will compare upfront to long-term operating costs and other impacts of such systems and decisions, lending insights from the cost and client experience side. The facilitator will provoke the audience and museum panel to consider and reconsider how their decisions, which may be cost- or operations-based up front, will impact those costs and operations in the long run, etc…",
        "audience": "Museum directors and/or senior facilities or operations-focused teams. OR: Anyone whose institution is considering or in the planning phases of a capital project.",
        "level": "Any",
        "other_comments": "",
        "theme_relationship": "Part of the advice that will be discussed will be a directive and method of engaging the entire institution across the diversity of departments when making these design decisions, understanding that each decision has long-term ramifications on every department and person on staff.",
        "theme_comments": "We’re having no problem finding panelists, just the time for the conversations. The final presenter (not yet confirmed) will either be from the Petersen Automotive Museum or the Exploratorium, both of whom are at least a couple of years post-renovation. NHMU has collected “If I did it again” recommendations for the last 20 years from directors who have opened new facilities, which they used heavily throughout planning, design, construction, and opening phases—we will combine that w/MATT’s running document on the subject, and distribute those to all attendees.\n  \n \n\n\n\n\n\n\n\n\n",
        "submitter": {
          "first_name": "Dafna",
          "last_name": "Kaplan (Zilafro)",
          "title": "Vice President",
          "institution": "MATT Construction",
          "location": "Los Angeles, CA and Redwood Shores, CA\n",
          "tel": "310-245-0287",
          "email": "dzilafro@mattconstruction.com",
          "email2": "dzilafro@gmail.com",
          "is_mod": false,
          "is_pres": ""
        }
      },
      {
        "ID": "08",
        "timestamp": "2018-12-11T00:30:37.646Z",
        "form_email": "kfclark@asu.edu",
        "session_title": "Engaging School-Age Groups: Not All Students Think Alike",
        "session_desc": "Everyone learns from their museum visit, but exactly what and how they learn differ and are tied to variables such as prior knowledge of the content. In this session, we want to share the results of a research study on school groups’ learning and memory, show different ways to cater learning experiences for different audiences (ex: homeschool groups), and facilitate a brainstorming session for how you can further engage visitors with your exhibits.",
        "session_unique": "Research I completed reveals a correlation between learning outcomes and level of prior knowledge. (Spoiler: little/no prior knowledge yields more affective learning outcomes)",
        "session_objectives": "- Understand the different ways students will respond to, learn from, and engage with your exhibits, depending on variables such as prior knowledge, level of interest, presence of educational supplements.\n- See examples of how to engage with educators before, during, and after their visit to ensure everyone’s educational needs are met, and feedback museums can use for the future.\n- Facilitate useful brainstorming and sharing for attendees to think about how they can refine, modify, or engage in new practices to engage their audiences.",
        "engagement": "Ideally, we would have a panel of three presenters briefly share their research/strategy/case study then provide some time for a Q&A about those presentations. After those specific illustrations, we’d like to then facilitate a small-group conversation among the participants with a series of questions. Wrapping our session to a close, some can share takeaways or make a commitment to at least one small step they can take back to their institution.",
        "audience": "This session is best suited for educators, although curators and marketers may also be served by attending.",
        "level": "",
        "other_comments": "",
        "theme_relationship": "Engagement is the backbone of our session. It’s about authentically engaging with visitors to understand why they are coming and what they hope to get out of their visit. Knowing that, catering programming, educational supplements, etc. to align with their motivations and interests to ensure their engagement during the museum visit. Ultimately, it’s about how to ensure your offerings engage visitors of all types—regardless of why they’re there or who they’re there with.",
        "theme_comments": "We would like to have one more presenter, and are open to your suggestions. We are also willing to merge with another session, if you see a good fit for us!",
        "submitter": {
          "first_name": "Kristine ",
          "last_name": "Clark",
          "title": "Museum Collections Assistant",
          "institution": "Arizona State University Art Museum",
          "location": "Tempe, AZ",
          "tel": "480-334-8048",
          "email": "kfclark@asu.edu",
          "email2": "",
          "is_mod": true,
          "is_pres": true
        }
      },
      {
        "ID": "09",
        "timestamp": "2018-12-11T22:06:51.226Z",
        "form_email": "cdicindio@email.arizona.edu",
        "session_title": "Engaging University Students in the Art Museum",
        "session_desc": "Join a discussion of the successes and challenges of working with university students who engage with the University of Arizona Museum of Art through their courses. Learn about approaches that allow students to make connections through dialogue, art-making, and object-based learning plus examples of strategies, tours, and projects for single-class visits and semester-long courses. How might we make art museum experiences inspirational and accessible for the diverse community of learners on college campuses?",
        "session_unique": "We will focus on engaging diverse student populations and offer interactive techniques for working with university students visiting art museums as part of classes.",
        "session_objectives": "Many university students are first-time museum visitors and represent a huge range of personal backgrounds, learning styles, and academic and career interests. This session will consider how museums can best work with the diverse range of university students who visit the museum through courses and class visits, including art and non-art subject areas. We will explore how museum staff and faculty can pave the way for students to make new connections to the content in their courses, consider personal connections to works of art, share and build ideas and interpretations together through dialogue, and make the museum an active learning environment. Examples will range from a semester-long museum education course that met and led tours in the museum to materials developed to engage students as they explore the museum on their own or with peers.\nOutcomes:\n1. Participants will leave with specific ideas on ways they may engage\n university students at the museum through university courses and campus connections.\n2. Participants will have the opportunity to learn from each other through a discussion on how to engage university students in the museum.\n3. Participants will consider how they can reach a diverse range of students in the museum through dialogic techniques, hands-on activities, and other forms of engagement with works of art.\n",
        "engagement": "Participants will first learn about some of the programs, courses, and other ways in which university students engage with art and each other in the museum and then experience some of the gallery activities described in this session. They will also have the opportunity to discuss their own successes and challenges in working with university students and share ideas with each other.",
        "audience": "Museum educators and other museum staff, university faculty",
        "level": "Any level",
        "other_comments": "",
        "theme_relationship": "The University of Arizona Museum of Art’s programs and courses are designed to work with the diverse student body regardless of discipline or background. Through courses, tours, and programs that promote inclusivity and interaction, museum staff work to engage new audiences, promote student voices, and seek to be relevant to the wide range of students at a large public institution.",
        "theme_comments": "We are open to merging with another session, especially ones related to university museums.",
        "submitter": {
          "first_name": "Carissa ",
          "last_name": "DiCindio",
          "title": "Assistant Professor",
          "institution": "University of Arizona",
          "location": "Tucson, AZ",
          "tel": "706.338.0626",
          "email": "cdicindio@email.arizona.edu",
          "email2": "cdicindio@gmail.com",
          "is_mod": true,
          "is_pres": true
        }
      },
      {
        "ID": "10",
        "timestamp": "2018-12-11T22:06:51.226Z",
        "form_email": "laura-fry@utulsa.edu",
        "session_title": "Stronger Together: Creating Exhibitions Through Museum Partnerships",
        "session_desc": "\"Our museum is way overstaffed!\" said no museum professional ever. Many museums operate with a tight budget and lean staff relative to their size. With limited resources, how can cultural institutions produce meaningful exhibitions on a large scale? \n*Museum partnerships offer an opportunities to create more robust, impactful exhibitions than a single institution can achieve alone. This session explores a recent exhibition partnership, offers lessons learned, and invites participants to brainstorm a future partnership opportunity for their museum.",
        "session_unique": "As co-curators from two museums working together on an exhibition, we largely created a process from scratch. This session shares a distinct model of a co-produced exhibition partnership.|| ",
        "session_objectives": "* Why form a museum partnership in the first place? Presenters will discuss some of the potential benefits of creating an exhibition through a partnership between two or more museums: sharing collections, sharing staff knowledge, increasing overall staff capacity, increasing creative potential, securing venues for a traveling exhibition, among others.||* By exploring proven examples of a museum exhibition partnership, this session will provide participants with templates for initiating and sustaining museum partnerships through complex projects. This session will describe the initial exhibition idea, partner contracts and budgets, content brainstorming, interpretation, and marketing?and the regular communication required to meet project targets on schedule. By using the exhibition \"Albert Bierstadt: Witness to a Changing West? as a case study, this session will also describe both successes and possible pitfalls of planning an exhibition between two institutions. ||* Ultimately, this session will demonstrate one of many benefits of traveling and getting to know museum colleagues! Building relationships through personal interactions at museum conferences, symposia, and other events helps set up museum partnerships for success.  In addition to hearing from presenters, this session will invite attendees to take about 5-10 minutes in small groups to discuss their ideas, large and small, for a potential exhibition partnership.|| ",
        "engagement": "First, presenters will briefly present case studies and lessons learned from recent museum exhibition partnerships (30-40 mins). Second, attendees will be invited to break into groups of 3-4 people to discuss their ideas for museum exhibition partnerships (10 mins). Third, attendees will have a chance to share insights from their group discussions and engage in a dialogue with presenters about museum partnership projects (25 mins).",
        "audience": "Curators, educators, interpreters, and content creators",
        "level": "Emerging, mid-level, and senior museum professionals",
        "other_comments": "",
        "theme_relationship": " In a broad sense, this session will show how museums can be engaged with each other for mutual benefit.",
        "theme_comments": "For now, this session has only two presenters, the co-curators for \"Albert Bierstadt: Witness to a Changing West? from the Buffalo Bill Center of the West and Gilcrease Museum. We absolutely would like to add presenters and perhaps explore one or two additional museum exhibition partnership case studies. We?d be happy to merge with another session if you find a good fit. Thank you to the Program Committee for considering our proposal!",
        "submitter": {
          "first_name": "Laura",
          "last_name": "Fry",
          "title": "Senior Curator & Curator of American Art",
          "institution": "Gilcrease Museum",
          "location": "Tulsa, OK 74127",
          "tel": "918-596-2745",
          "email": "laura-fry@utulsa.edu",
          "email2": "",
          "is_mod": true,
          "is_pres": true
        }
      },
      {
        "ID": "11",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "Drew.Ulrich@arkansas.gov",
        "session_title": "The Curatorial Crunch",
        "session_desc": "Do you have insufficient artifacts in your museum's collection for an upcoming exhibition or grand re-opening? Where can they be obtained given your limited resources and time? Loans are common transactions for many museums, but how are they negotiated? This session will convey methodology and advice for effective diplomacy to obtain critical object loans and donations from other institutions and private sources. Also discussed will be the long and short term advantages making these arrangements affords.",
        "session_unique": "The presentation will offer guidance to use a variety of channels to attain necessary resources that permit the curation of representative, compelling exhibitions.",
        "session_objectives": "The session will seek to impart a comprehension of how to make the most of a museum's resources that can be employed to fulfill its curatorial aims. Introduce what a museum needs to provide to assure different kinds of museums to entrust their objects as a loan.\n*How to identify and find leads to locate potential sources. Understanding the means of diplomatically soliciting the loan or donation for the exhibition. Understand how to assuage an owner's potential conditions or concerns regarding the transaction while respecting with the capabilities, capacity, and integrity of your institution. \n*Comprehend the value of exercising these resources and how it benefits your museum in the long and short runs?creating new stakeholders, adding to the collection, expanding your serving the public well with thorough displays in your exhibitions.",
        "engagement": "This Standard Session Format will begin with introductions. Then Speaker #1 will share their respective experiences and wisdom, followed by Speaker #2. Hand-outs will be distributed identifying helpful resources and what a museum should have to make them a worthy candidate for a loan to a person or institution that is a stranger to them. A role playing exercise may occur with some attendees acting as a prospective borrower approaching another taking the persona of an object's owner or custodian. (75 minutes in length)",
        "audience": "Curators, Collections Staff, Volunteers, and Administrators",
        "level": "Emerging Professional and Mid-Level",
        "other_comments": "",
        "theme_relationship": "The session is designed to inspire museum professionals and advocates to engage their colleagues near and far, partners, board, stakeholders, and make new stakeholders out of previously unaffiliated parties and individuals to coordinate a successful attempt to acquire artifacts, especially rare or elusive ones, sought by their institution. When these objects are acquired through loan, purchase, or donation they can make the museum exhibition more engaging to visitors.",
        "theme_comments": "Yes I will need help finding presenters. I am willing to moderate, but open to having \n*another fellow museum professional do so. I think three people is a great number to have up there. I think two presenters and a moderator ideal.\n*Yes I am willing to merge with another session if necessary; however, I believe this topic stands alone and there are a lot of different experiences that curators can share regarding it. ",
        "submitter": {
          "first_name": "Drew",
          "last_name": "Ulrich",
          "title": "Curator",
          "institution": "Delta Cultural Center",
          "location": "Helena, Arkansas",
          "tel": "(870) 338-5649",
          "email": "Drew.Ulrich@arkansas.gov",
          "email2": "",
          "is_mod": true,
          "is_pres": true
        }
      },
      {
        "ID": "12",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "smargolis@museumofflight.org",
        "session_title": "Idaho-rror stories! True tales of the unexpected, unbelievable, and unmanageable",
        "session_desc": "Gather round the (artificial) campfire as we swap unimaginable but true tales of museum craft, such as:||?Spine tingling tales about human resources practices! (The HR in HoRRor!)||?Devilish stories of development (You can take it with you? Unplanned giving?)||?Creepy collections management! (Tales from the Crypt)||?Astonishing Legends of Early Learning (the infected! Night of the living germs!)\n*Learn from those who have lived to tell these tales?..and share your own if you dare!",
        "session_unique": "This session will share \"extreme\" museum professional experiences and lessons learned in a fun and creative way",
        "session_objectives": "This session will show that challenges come in all shapes and sizes but can be remedied; give support, hope and inspiration to colleagues feeling challenged; flips the power dynamic to engage audience members as speakers; have a fun time while learning",
        "engagement": "By using a campfire approach to story swapping, this program will engage audience members in an innovative way and encourage audience participation.",
        "audience": "All",
        "level": "All",
        "other_comments": "This promises to be a fun and engaging way to get diverse stories and voices",
        "theme_relationship": "This session will allow a high level of engagement by using a story swapping model which encourages audience participation; it is breaks down barriers to engagement by being accessible and fun, and engages the audience directly with the topic and the speakers. The format is open to a diverse audience and allows all levels of experience and professional areas.",
        "theme_comments": "Example of simulated campfire (I could dress the like the cowboy if needed?.)",
        "submitter": {
          "first_name": "Seth",
          "last_name": "Margolis",
          "title": "Director, William A. Helsell Education Dept.",
          "institution": "The Museum of Flight",
          "location": "Seattle, WA",
          "tel": 2067687116,
          "email": "smargolis@museumofflight.org",
          "email2": "",
          "is_mod": true,
          "is_pres": false
        }
      },
      {
        "ID": "13",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "arowe@sunnylands.org",
        "session_title": "Speed Networking",
        "session_desc": "Speed networking?is a structured format specifically designed to accelerate contacts in timed intervals signaled with a whistle. This event begins with a brief overview of very specific instructions on how the program works. Chairs are pre-setup across from each other in pairs enabling participants to move from chair to chair in a pre-determined sequence whereby information and business card exchange will occur. These are fun, fast-paced, timed intervals concluding with everyone meeting each other briefly. At the conclusion, mingling will continue.||*Speed Networking has occurred the past three years at the WMA conference as a stand-alone, free, event aligned with the opening evening festivities.",
        "session_unique": "There is nothing else like this during the conference. This program provides structured one on one introductions in a fun, relaxed, jovial environment.",
        "session_objectives": "This program provides an efficient, expedient, fun (a WMA core value) data exchange event for attendees to kick off the conference. We create a uniquely \"safe\" and fun environment for everyone who enters the space with warm welcomes and humor. This works well for all personality types ranging from shy to outgoing.\n*POTENTIAL OUTCOMES: Sitting across from many new faces exchanging cards in a humorous, light-hearted format accelerates the ice-breaking process enabling deeper networking potential to occur throughout the subsequent days of the conference.",
        "engagement": "This is a format that is practiced in other settings including corporate conferences. Participants have very clear instructions of where and how to start and how to move through the room with every blow of the referee's whistle. With clear instructions, participants will have no social obligation accept to follow the directions.",
        "audience": "All",
        "level": "All",
        "other_comments": "",
        "theme_relationship": "Face to face engagement will inspire new ideas, new relationships, new contacts, and/or new friends. Specific stories of what participants hope to achieve in the short and long term and what they need to get there will inspire some interesting conversations and potential connections.",
        "theme_comments": "",
        "submitter": {
          "first_name": "Anne",
          "last_name": "Rowe",
          "title": "Director of Collections and Exhibitions",
          "institution": "Sunnylands",
          "location": "Rancho Mirage, CA",
          "tel": 7607021943,
          "email": "arowe@sunnylands.org",
          "email2": "",
          "is_mod": true,
          "is_pres": true
        }
      },
      {
        "ID": "14",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "katrina@worldofspeed.org",
        "session_title": "Collection Tools & Programming: Share & Workshop Ideas with Your Peers",
        "session_desc": "Time and resources often impact what we can provide. Many of us have had to or are looking to find creative solutions within budget, resource availability, and institutional parameters, using ingenuity and creativity to enact high impact, low cost projects to a scale that fits our organizations' needs, abilities and goals. In small groups first, participants workshop their own project ideas and share time- and resource-saving options in order to move each other's projects forward.  ",
        "session_unique": "Participants have the opportunity to conversationally workshop specific project ideas to fit their needs, requirements and scale with the insights, support and input of colleagues. ",
        "session_objectives": "1. Empower participants through engagement by utilizing a format that puts all their tools and programming ideas, no matter the scale, on the same footing in discussing their issues and ideas amongst multiple peer viewpoints. This format is in particular support of those managing with limited resources such as budget, services, and staff. \n*2. Facilitate a community- and resource-building opportunity that brings about the showcasing and sharing of problem-solving ingenuity and need-fulfilling creativity programming and tools that are happening by professionals throughout the field.\n*3. Offer participants opportunities to share and learn from each other's experiences and knowledge by workshopping ideas and getting direct feedback, thereby offering directly-qualifying tool and possible out-of-the box solutions that participants can use to enact and provide programs and tools; create group-built solution takeaway. ",
        "engagement": "After introduction to whole group, participants take part in smaller discussion groups where each has the opportunity to share and workshop their project(s) including concerns, parameters and requirements. Their group offer ideas, past experiences, or resources that may help move each participant's project towards fruition. After the workshopping discussions, each group will add to the communal idea wall (shared later, digitally) matching the discussion handout, ie. projects, solutions, resources, and partnerships ideas; full-group wrap-up discussion.",
        "audience": "Professionals implementing collection-related tools/resources in small to midsize organizations looking for new ideas and resources to deal with strained resources.",
        "level": " Project leaders, organizers, and facilitators such as associates, managers, dept. heads, and program leads.",
        "other_comments": "",
        "theme_relationship": "  Please describe?\n*The workshop session offers an inclusive space for a diverse set of voices (and ears) to pull together a widened range of solutions for actionable engagement of programming and tools by helping to find implementable solutions. Rather than a one-sided presentation where people take examples to reflect in silo, they can workshop their own ideas and utilize a wider range of experience and knowledge to engage. ",
        "theme_comments": "While I would also reaching out to colleagues to help, I would welcome individuals who would be interested in being leads/group secretaries in the small discussion groups. ",
        "submitter": {
          "first_name": "Katrina",
          "last_name": "O'Brien",
          "title": "Archivist & Collection Manager",
          "institution": "World of Speed Motorsports Museum",
          "location": "Wilsonville, OR",
          "tel": "971.226.1681",
          "email": "katrina@worldofspeed.org",
          "email2": "katrinatobrien@gmail.com",
          "is_mod": true,
          "is_pres": false
        }
      },
      {
        "ID": "15",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "alice@aparman.com",
        "session_title": "Museum Work as a Calling",
        "session_desc": "In this \"Westinar\" locating expertise in everyone in the room, facilitated discussion invites exploration into what has called us to museums. What kindled our passion?childhood experiences or volunteering? How to keep going through ups and downs, and decisions to leave or stay?  Let's share our hopes and dreams of personal futures. The range of generations may provide insights into the differences of earlier informal versus current formal modes of entry into the field. (74 words)",
        "session_unique": "Through active listening, participants will gain insight into intergenerational commonalities and differences, and how people at different career stages can serve and advance one another. (25 words)",
        "session_objectives": "? Tap the expertise in the room. Rather than a few experts sharing their knowledge in specific fields, as in a panel format, everyone in the Westinar is an expert on their own experience. Through thought-provoking questions and a proven facilitation method of active listening and sharing, we expect participants will come away with new ways of thinking about their own working lives and careers.    ||\" Focus on the passion that motivates people in their work. Participants will reflect upon and share what inspired them to enter the field, and how that passion is holding up in practice. Through discussion, ideas will emerge for finding one's taproot, and how to refresh the wellspring of inspiration during a dry spell. ||\" Acknowledge the varied perspectives of people at different life and career stages. Discussion will center around triads and foursomes whose composition will shift during the session. Some questions will be addressed among age/career stage peers, others among people of different ages and stages. An intended outcome is a recognition by everyone of the importance of mentoring, inclusion, and diversity in museum work. A second possible outcome is insights into how a project can be genuinely collaborative.  (193 words)  ",
        "engagement": "Participants will sit in a circle. In changeable triads and foursomes, they'll address a series of questions using these rules: Take turns talking and listening (2 minutes each way); everything said will be held in confidence. At some points we'll reform as a larger group, sharing perspectives on a voluntary basis. We'll also go around the circle at times, with the understanding that it's fine to pass. (67 words)",
        "audience": "This session is for all comers, at any life/career stage. ",
        "level": "",
        "other_comments": "",
        "theme_relationship": "We expect that our session will engage participants in a useful and memorable series of reflections on their own and others' experiences in museum work, and will model a format for facilitating discussion that may prove helpful when they return to their own institutions.  (45 words)",
        "theme_comments": "",
        "submitter": {
          "first_name": "Alice",
          "last_name": "Parman",
          "title": "Interpretive Planner",
          "institution": "Independent",
          "location": "Eugene, Oregon ",
          "tel": "541-342-3464",
          "email": "alice@aparman.com",
          "email2": "parman.alice@gmail.com",
          "is_mod": true,
          "is_pres": true
        }
      },
      {
        "ID": "16",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "micnicjones@gmail.com",
        "session_title": "Academic Museums: Interdisciplinary Collaboration in Object-based Learning",
        "session_desc": "The academic museum has an opportunity to create a model for all museums to provide new and meaningful learning experiences for students, faculty, and the diverse communities they serve. This session includes presentations by three speakers from academic museums opening collections spaces in innovative and unconventional ways. Through interdisciplinary partnerships, new ways of thinking and interpretation ultimately enrich higher education and integrate a museum into student life, faculty teaching practices, and transfers to communities beyond campus borders.",
        "session_unique": "Unconventional access and collaboration encourage academic museums to shift to a community-driven hub and provides a model for all types of museums. The session's moderator will talk about how these academic examples can translate to non-academic museums.",
        "session_objectives": "1. Gaining the knowledge needed to start opening a museum's collection to non-traditional partners\n*2. Looking at three to four case studies of museums practicing extraordinary collections access successfully\n*3. To learn more about unconventional partnerships that your museum hasn?t thought about yet (how to look for connections through your collections)",
        "engagement": "1. 10 minutes: Introduction of topic and structure of session by a moderator.\n*2. 15 minutes each (for 3 speakers): Participating speakers will detail their museum's unique collections access, give a few examples of successful collections partnerships, and \n*3. 10 minutes: Conclusion and list of takeaways by moderator\n*4. 10 minutes: question and answer period from the audience",
        "audience": "Education, Collections Management, Programming, Public Outreach, and Curatorial professionals",
        "level": "all levels",
        "other_comments": "This is a valuable session with relevant takeaways to empower professionals from any of the above areas to return to their individual museums and start prototyping a multifaceted collections access program",
        "theme_relationship": "This session may touch upon the following themes of the conference:  Unconventional and innovative partnerships, Museums as inclusive places, Museums as agents of social change / social justice, Storytelling to engage new audiences, Activism in museums",
        "theme_comments": "I do need help in finding presenters. I have a large list of academic museums that would be suitable to speak due to the fact that my thesis deals specifically with academic museums. My list is art museum-heavy and it is possible that I will have further options once I conduct more interviews for my thesis this coming January.  I would be willing to merge with another session if it makes sense.\n*Other speaker suggestions:\n*1. Minetti Shrem Museum at UC Davis - contact would be Jennifer Wagelie  jjwagelie@ucdavis.edu \n*2. SFMOMA - (non-academic) Artist Initiative: Curatorial, Conservation, and Education Department collaboration - Robin Clark, Director rclark@sfmoma.org \n*a. If the above speaker was included, I would also include CSU East Bay - Professor Jason Smith - he would be presenting on how SFMOMA has helped develop a collaborative approach to students viewing art to enrich their medical humanities education",
        "submitter": {
          "first_name": "Michelle",
          "last_name": "Jones",
          "title": "Graduate Student - MA, Museum Studies - Curatorial and Education",
          "institution": "San Francisco State University",
          "location": "San Francisco, California",
          "tel": "415-797-8983",
          "email": "micnicjones@gmail.com",
          "email2": "mjones5@mail.sfsu.edu",
          "is_mod": true,
          "is_pres": false
        }
      },
      {
        "ID": "17",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "jenniferortiz@utah.gov",
        "session_title": "Scaling work for your museum: a hands on session OR Scaling Best Practices to fit your Museum",
        "session_desc": "Have you ever come across a great idea only to wonder how you can make it work for your museum? Scaling or adapting best practices and innovative ideas to fit your organization is critical to your success. Come hear examples of scaling projects and ideas in collections, fundraising & administrative practices, and digital projects while testing your hand at workshopping scaling ideas for your museum. ||\t",
        "session_unique": "We hear a lot of wonderful case studies and examples of great projects at WMA but rarely conversations around how to make a project fit your organization where it is at with current staff and resources. This is a nice bridge to larger case study sessions.",
        "session_objectives": "1. To learn as a group about the theory of scalability \n*2. To apply the theory of scalability to a potential project for your museum \n*3. Provide attendees with an understanding of how to scale their work for their circumstances ",
        "engagement": "The intended session format will be a combination of a traditional three speaker panel with a majority of the time spent on breaking out into small groups to work through scalability worksheets with provided sample examples. Each of the presenters will present on their area of expertise (Collections, Admin/fundraising, Digital Projects) followed by a hands on session for attendees. Additional resources will be sent to WMA admin following the conference for attendees to access via the website. ",
        "audience": "All",
        "level": "All",
        "other_comments": "",
        "theme_relationship": "",
        "theme_comments": "If there are ideas from the PC, we?d love to hear them. This session is fairly set in format and is based off of a session done at the 2018 AASLH conference in Kansas City. The presenters and their focus has been modified to be more applicable to WMA's audience.",
        "submitter": {
          "first_name": "Jennifer",
          "last_name": "Ortiz",
          "title": "Museum Services Manager",
          "institution": "Utah Division of Arts & Museums",
          "location": "Salt Lake City, UT ",
          "tel": "(801) 245-7288",
          "email": "jenniferortiz@utah.gov",
          "email2": "",
          "is_mod": true,
          "is_pres": false
        }
      },
      {
        "ID": "18",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "aweintraub@museumca.org",
        "session_title": "Grants 101?How to Apply for a Federal Grant",
        "session_desc": "This session will provide both an overview and a deep dive into best practices for submitting a grant application to the Federal Government. We will focus specifically on the Institute of Museum and Library Services Museums for America program which has an annual deadline in December. In addition to general grant-writing tips, we will share specific tips, timelines, and examples to help make this application process more accessible for all eligible Museums.",
        "session_unique": "Though the IMLS has shared information about grant opportunities at WMA, this session from a grant writer is specifically geared toward tackling this application process.",
        "session_objectives": "1. Learn grant writing basics: participants will understand how to structure a successful grant narrative.\n*2. Understand IMLS Museums for America application elements: participants will have a step-by-step explanation of each element that is required to submit to the federal government when applying for funds as well as how to fill them out.\n*3. Thoughtfully analyze your Museum's strategic direction: participants will understand how to use their Museum's mission and strategic plan to help develop projects where engagement is central.\n*Outcome: Participants will leave with a clear knowledge of how to approach a federal agency when applying for a grant.\n*Outcome: Participants will have access to a successful grant application, as well as their Museum colleague who submitted it, and be able to ask questions based on their own project ideas.\n*Outcome: Participants will be able to leave the session with practical tools to bring back to their Museum and share with colleagues",
        "engagement": "The session will ideally have two speakers: one from the agency and one from a Museum that has been awarded multiple grants from the agency. In addition to a powerpoint presentation, there will be brief in-session writing exercises, explanatory handouts, and group conversations. There will be time for participants to share experiences with one another, as well as to ask questions of the speakers.",
        "audience": "but primarily for development professionals and/or staff members with the responsibility to submit grant applications.",
        "level": "All",
        "other_comments": "",
        "theme_relationship": "Many of the programs and exhibitions that ENGAGE audiences can be funded by the federal government. Many of the federal agency's guidelines require this kind of engagement for successful applications. This session will help people think about their projects in a logical, strategic way so that they can write about them clearly and submit an application that is competitive for federal money.",
        "theme_comments": "In the Grant Writing Workshop at WMA 2018, when asked what kind of grant sessions would be helpful, everyone agreed that they?d want a session on applying for federal grants.",
        "submitter": {
          "first_name": "Ariel",
          "last_name": "Weintraub",
          "title": "Associate Director, Institutional Giving",
          "institution": "Oakland Museum of California",
          "location": "Oakland, CA ",
          "tel": "510-318-8519",
          "email": "aweintraub@museumca.org",
          "email2": "airs@igc.org",
          "is_mod": true,
          "is_pres": true
        }
      },
      {
        "ID": "19",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "Anelle1@gcpud.org",
        "session_title": "Engagement through NAGPRA Practice: Methods, Strategies, and Common Goals for Tribes and Museums",
        "session_desc": "Tribal and museum practitioners will present methods and strategies to accomplish the requirements and intentions of the Native American Graves Protection and Repatriation Act. Nearing the 30 year anniversary of legislation, they have come together on the Columbia Plateau to engage and find common goals in practice. This serves as a model for cultivating a larger community of practice that increases capacity of implementation and decreases misunderstanding as tribes and museums connect and collaborate.  ",
        "session_unique": "This session speaks to unspoken tribal and museum practices of NAGPRA implementation. It reveals where convergence occurs bringing together what appears to be diverse positions.",
        "session_objectives": "Repatriation requires people to cooperate with each other to implement NAGPRA. Three presentations will address practice, engagement, and capacity. The first addresses how Columbia Plateau tribes work together informed by traditional teachings. Returning ancestors back to the earth requires keeping a good heart while dealing with issues that often bring modern \"tribes' into conflict. The spiritual and practical aspects of repatriation will be discussed. \n*NAGPRA cultural affiliation requires a local and regional history. The Columbia Plateau tribes collaboratively work with Central Washington University to develop and implement tools and methodologies. These practical, positive, and pre-emptive approaches allows for a visible, participatory process where the tribes are at the table and in the lab from inventory to cultural affiliation. This working relationship has led to a joint project that brings data recovered from archaeological reports, osteometric studies, private collector's journals, and museum accession records together in a large data set. This data set illustrates networks on the Plateau which help in proactive cultural affiliation determinations. \n*The collaboration and engagement on the Columbia Plateau serves as a regional model to NAGPRA practitioners from across the United States. This sessionis part of an IMLS funded project to cultivate a community of practice to support NAGPRA implementation by increasing capacity and decreasing misunderstandings regarding requirements and procedures. ",
        "engagement": "This will be a single session panel with three speakers in a standard format concluding with time for audience discussion and questions. Tribal and museum practitioners will present methods and strategies to accomplish the requirements and intentions of NAGPRA revealing inclusive, positive and caring partnerships. These practices serve as a model for cultivating a larger community of practice that increases capacity and decreases misunderstanding as tribes and museums engage on a regional level.",
        "audience": "The intended audience is for museum practitioners at all levels working with NAGPRA and/or engaging with Native American tribes.",
        "level": "All",
        "other_comments": "",
        "theme_relationship": "Museums have become more inclusive and diverse since the passage of NAGPRA. As museums address the requirements of the law they have adapted to working with tribes in its implementation. This session provides awareness on how museums and tribes engage in order to meet diverse goals. It is through these unconventional partnerships that common ground can be found and opportunities for collaboration beyond NAGPRA can occur.",
        "theme_comments": "",
        "submitter": {
          "first_name": "Angela J.",
          "last_name": "Neller",
          "title": "Curator",
          "institution": "Wanapum Heritage Center",
          "location": "Beverly, Washington",
          "tel": "509-766-3468",
          "email": "Anelle1@gcpud.org",
          "email2": "hiilani@fairpoint.net",
          "is_mod": true,
          "is_pres": true
        }
      },
      {
        "ID": "20",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "nicoleinghilterra@ishs.idaho.gov",
        "session_title": "Conservation DIY(ish)",
        "session_desc": "Professional conservators are essential to collections care, but facing the realities of limited budgets and needy artifacts, when can (or should) museum staff provide a little DIY? Throughout the rebuilding of the Idaho State Museum, collaborative partnerships between collections staff and professional conservators opened up new possibilities for both collections stewardship and professional engagement. Join a discussion about the line between \"DIY\"DIYand \"do not touch? to better care for the artifacts that need us! ",
        "session_unique": "As a case study, ISM's partnerships provide models for collaborative practices of engagement between collections staff and conservators.",
        "session_objectives": "Our primary objective is to encourage collections personnel to form close partnerships with conservators to better care for stewarded artifacts. Additionally, we would like to present strategies that helped our team succeed in maximizing both budgets and staff skills. While this is by no means a suggestion that museums don?t need professional conservators, it was surprising to us just how much we could accomplish with the encouragement and guidance of experts. Like many museums, the ISM only had a particular amount of money set aside for conservation. Our needs exceeded that amount exponentially. After talking to local conservators, the idea that we could in fact, do some of this work in-house was surprising. The bulk of literature suggests a far more hands off approach and instead calls for professional conservation in most cases when damage is present. Working with Diana and Cheri brought to light just how much we could do, which better allowed us to prioritize those artifacts or injuries we couldn?t tackle independently. This model may be already present in other institutions, or could be latent in communities with similar circumstances. I would hope that attendees would leave the discussion ready to find opportunities to engage these relationships and skills back home resulting in happier, healthier, artifacts all around! ",
        "engagement": "This will be a conversation guided by Jody Ochoa. The session would begin with a brief introduction from Jody describing the framework for the collections department during the ISM remodel. Sarah and I would then present short summaries of the restoration of the Owyhee Dome and the Textiles Digitization Initiative, bringing in Diana with her contributions and guidance. After moderator facilitated discussion, we would then incorporate Q&A dialogue with the audience.",
        "audience": "Small and medium sized museum collections staff, exhibit designers, and conservators.",
        "level": "All levels but possible special interest to EMPs.",
        "other_comments": "",
        "theme_relationship": "These case studies represent the engagement of both staff members and the community of professionals surrounding the ISM. Instead of serving as a way to bypass the need for professional conservators, engaging them as mentors and community members provides an opportunity to maximize our outreach and collections stewardship. ",
        "theme_comments": "Totally willing to merge with another session or include other presenters!",
        "submitter": {
          "first_name": "Nicole",
          "last_name": "Inghilterra",
          "title": "Registrar",
          "institution": "Idaho State Museum",
          "location": "Boise, Idaho",
          "tel": "(208) 488-7491",
          "email": "nicoleinghilterra@ishs.idaho.gov",
          "email2": "nicolelinghilterra@gmail.com",
          "is_mod": false,
          "is_pres": true
        }
      },
      {
        "ID": "21",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "Mark.breske@ishs.idaho.gov",
        "session_title": "Mission, Messaging, Media: Implementing an Engaging Marketing Campaign",
        "session_desc": "There are many variables in marketing a project. We take a look at the three main cornerstones in a marketing campaign; messaging, media best practices, and laying a solid, cohesive foundation. While marketing campaigns of any size can be a large undertaking involving many people, this session aims to divide the workload into manageable categories that minimize overlapping, yet promote collaboration and engagement within the workgroup, media, and community.  ",
        "session_unique": "Focus on engagement within these three main marketing areas and how they apply to any campaign, large or small, in any type of institution. This is a scalable approach with a model that can be applied to workgroups outside of marketing and communications.",
        "session_objectives": "1. Outline three cornerstones in a successful marketing campaign. We will take a look at how messaging, media best practices, and a strong brand foundation work together to engage all audiences effectively and consistently.\n*2. Provide strategies in developing a timeline for planning, outreach, and engagement. Timing is a moving target in marketing a campaign. These strategies serve as general guidelines in how to approach the logistics of a campaign.\n*3. Review best practices when engaging with media. When should you begin conducting media outreach to promote your campaign? How can you engage with media and effectively foster productive relationships' What type of information should be delivered to media? We will clearly answer all these questions related to productive partnerships with media outlets.",
        "engagement": "This will be a standard 3-person panel format with each panelist presenting on a specific cornerstone of the marketing campaign planning strategy. Presenters will utilize a PowerPoint to assist in breaking down all of the information within the presentation with specific sections inviting audience participation. There will also be time allocated towards a Q&A session at the end of the panel discussion.",
        "audience": "Marketing and communications staff, with some emphasis on smaller organizations where marketing is a secondary job duty.",
        "level": "From new employee to senior/executive staff.",
        "other_comments": "",
        "theme_relationship": "This session is incredibly relevant to this year's theme in that it does not focus on engagement with one specific entity. Engagement is a part of the entire process from engaging with staff in making a plan and creating a foundation, to engaging with media partners with the proper content at the right times, and ultimately engaging with communities and stakeholders to convey accurate and impactful brand messaging.",
        "theme_comments": "",
        "submitter": {
          "first_name": "Mark",
          "last_name": "Breske",
          "title": "Marketing and Communications Officer",
          "institution": "Idaho State Historical Society",
          "location": "Boise, ID",
          "tel": "(208) 514-2330",
          "email": "Mark.breske@ishs.idaho.gov",
          "email2": "Mark.breske@ishs.idaho.gov",
          "is_mod": true,
          "is_pres": true
        }
      },
      {
        "ID": "22",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "Johanna.bringhurst@ishs.idaho.gov",
        "session_title": "How Education Partnerships Strengthen Your Community: A Case Study on National History Day",
        "session_desc": "Museum partnerships with national education programs can bring a host of benefits to your community. This session will focus on a successful partnership between the Idaho State Museum and National History Day.  An NHD student, teacher, parent, and professional along with the NHD coordinators from Utah and Idaho will discuss lessons learned from developing this partnership, the numerous benefits to the community, and ideas for how other states can forge partnerships with education initiatives.  ",
        "session_unique": "Offering perspectives from a student, teacher, parent and a professional who went through the program, offers a unique lens to learn about community partnerships.",
        "session_objectives": "1. Show how education partnerships strengthen a community through the eyes of community members.\n*2. Offer ideas on how to successfully forge partnerships that will help museums engage with schools.\n*3. Identify and offer ways to foster the connection between education partnerships, historical literacy and informed citizenship in communities. \n*4. Because National History Day is a local, state, and national program with many community partners across the country, it is able to be a big driver in helping students really see the relevancy of history.",
        "engagement": "This would be a standard session with panelists each taking turns to offer their perspective on this education partnership using audio/visual presentations. We will conclude with a Q&A session where participants can question the panelists.",
        "audience": "Museum professionals from all levels",
        "level": "All",
        "other_comments": "Important to note that every person on a museum team is important to making a partnership meaningful.",
        "theme_relationship": "Every museum professional wants to see their community ENGAGE with the museum, and this is a way that museums can ENGAGE with pre-teens, teens, teachers, and parents to foster a mutual connection.\n*Education programs are also a way to foster civic ENGAGEMENT, which we have seen in recent years has become so important in the field of the humanities and indeed the survival of our democracy.  ",
        "theme_comments": "This could be a stand alone session, or merged with another session, but it may be necessary to pare down the number of panelists.  \n*I have already identified potential presenters, and have confirmed participation by Wendy Rex Atzet, the Utah National History Day coordinator. Other possible presenters: David Pettyjohn, director of the Idaho Humanities Council and former NHD student, Chris Wilson, professor of Education at BYU-Idaho and proud NHD parent, Janelle Gilson, NHD teacher at Renaissance High school, and Josh White, former NHD student, WWII History Museum Student Ambassador and Normandy Institute student fellow.",
        "submitter": {
          "first_name": "Johanna",
          "last_name": "Bringhurst",
          "title": "Coordinator, National History Day in Idaho",
          "institution": "Idaho State Historical Society",
          "location": "Boise, ID",
          "tel": "208-780-5190",
          "email": "Johanna.bringhurst@ishs.idaho.gov",
          "email2": "",
          "is_mod": true,
          "is_pres": true
        }
      },
      {
        "ID": "23",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "anderson@crmm.org",
        "session_title": "More Than $1",
        "session_desc": "Museum stores are often the last place one visits when at an institution, and extending the museum experience by making children and school group visits in the museum store can be Show and Tell worthy.  How the child is treated and what they carry home can leave a lasting impression on how memories are made.",
        "session_unique": "Few professional sessions have focused on kids in the museum stores, and how that visit can shape the museum impact for children, educators, and chaperones as well as the profits from sales.",
        "session_objectives": "1.  Crowd control by creating \"kid zones?, altering your floor plan, and tips and tricks for moving school groups out quickly\n*2. Staff and volunteer tips on creating a welcoming environment for families and school groups, extending the visit even if nothing is bought\n*3. Working with museum educators to ensure your mix of merchandise is aligned with the mission of your education team",
        "engagement": "Power Point presentation, video clips, a touch of humor, currently at 55 minutes including Q&A, but can be expanded or edited if needed",
        "audience": "Administrators, Directors, Retail and Visitor Services Managers, Educators, Volunteer Coordinators",
        "level": "Beginning to Senior",
        "other_comments": "Anyone who works with school groups or families",
        "theme_relationship": "  Please describe?\n*How to engage the young visitors and school groups in the museum store even if they are not there to buy.  Setting the comfort level that makes kids want to come back to your institution, ask questions, open books, and look through telescopes.",
        "theme_comments": "Can merge if it's appropriate",
        "submitter": {
          "first_name": "Blue",
          "last_name": "Anderson",
          "title": "Manager Visitor Services",
          "institution": "Columbia River Maritime Museum",
          "location": "Astoria, Oregon",
          "tel": "503.325.2323",
          "email": "anderson@crmm.org",
          "email2": "admin@crmm.org",
          "is_mod": false,
          "is_pres": true
        }
      },
      {
        "ID": "24",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "heatherv@highdesertmuseum.org",
        "session_title": "Planned Giving Opportunities with the Upcoming Transfer of Wealth",
        "session_desc": "Studies show that $9 trillion in assets will be passed in the U.S. from Baby Boomers to Gen X and millennials by 2027.  It is imperative that fundraisers plan thoughtfully for this transfer of wealth because great opportunity exists to secure planned gifts. While many nonprofits focus on immediate funding needs, Museums are in a unique position, responsible for long-term institutional preservation and collections care.  It is not only prudent, but necessary to develop sustainable revenue.  ",
        "session_unique": "This data is from a report by the Chronicle of Philanthropy.  If nonprofits secure just 5% of this wealth it will have remarkable impact.",
        "session_objectives": "Objectives:||* To inform Museum leaders about the transfer of wealth that will occur in the next decade and how those assets are currently held||* To describe various types of planned gifts and the potential tax benefits to both donors and their heirs||* To share simple strategies to implement a planned giving program\n*Outcomes:||* Attendees will see value in preparing for and investing in long-term fundraising strategies||* Participants will have an increased understanding of planned giving||* Leaders will be equipped with practical tools that will help them create sustainable revenue",
        "engagement": "This would be a panel with an estate planner to describe gift types and tax benefits, a staff person from the Idaho Community Foundation to discuss endowment, and a colleague (potentially from the World Center for Birds of Prey) with a successful planned giving program to share knowledge and an inspirational story.  I would offer strategies on identifying prospects, marketing and stewardship.\n*Takeaways would include definitions, sample policies/materials, suggested readings and opportunities for professional development.",
        "audience": "Museum executives, fundraisers and board members.  It may be particularly beneficial for smaller organizations that don?t have planned giving programs.",
        "level": "Senior and supportive staff",
        "other_comments": "",
        "theme_relationship": "This panel will engage experts across sectors, which can further mission fulfillment in museums.  \n*And because the best prospects for planned gifts are not necessarily major donors, it will encourage fundraisers to more deeply engage long-time members who may not otherwise receive the level of attention they deserve.  It will help institutions build stronger relationships that can span generations.  This is important because by 2067, the transfer of wealth is expected to be $97 trillion.",
        "theme_comments": "I would appreciate recommendations for co-presenters.  If my suggested approach is approved by the Programs Committee, I will gladly make calls to the institutions I referenced above.",
        "submitter": {
          "first_name": "Heather",
          "last_name": "Vihstadt, MNM, CFRE",
          "title": "Director of Development",
          "institution": "High Desert Museum",
          "location": "Bend, OR",
          "tel": "541-788-8567 (c)",
          "email": "heatherv@highdesertmuseum.org",
          "email2": "hvihstadt@gmail.com",
          "is_mod": true,
          "is_pres": true
        }
      },
      {
        "ID": "25",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "azmuseums@gmail.com",
        "session_title": "Parks and Recreation: Challenges of Museums Run by Parks Departments",
        "session_desc": "Many municipal, county and state museums are administered through their government's Parks Department.   This session will explore the challenges of working in a bureaucratic structure that is not geared towards heritage preservation, but focuses instead on recreational activities.    Presenters from museums that are under the supervision of different types of Parks Department will discuss how they have negotiated the challenges of these often mis-matched priorities to successfully maintained museum best practices.",
        "session_unique": "While there are a great many museums that are under the administration of city, state, and county Parks Departments, there has been relatively little formal discussion of the challenges they face.",
        "session_objectives": "This session will provide one of the first formal opportunities for the many museum professionals who report to Parks Departments to share the challenges of working in bureaucracies that are not designed to understand the needs of museums. Presentations will focus on solutions to common problems, ranging from the purely administrative, like purchasing and hiring regulations, to issues of security and collections care. Social media platforms (including SMAC's Facebook page and the AASLH Small Museum Community listserv) will be used in advance of the meeting to solicit additional concerns and solutions and, if there is interest, an online community or user group specifically for museums administered by Parks Department may be created.",
        "engagement": "The session will consist of  short presentations followed by moderated question/discussion period which will include questions, comments and ideas that have been shared through a social media forum prior to the conference (e.g., SMAC Facebook Page, AASLH Small Museum Community listserv).  A user group or online community may be developed following the session, if there is interest. ",
        "audience": "Smaller museums",
        "level": "All",
        "other_comments": "",
        "theme_relationship": "||Please describe?\n*Working within a bureaucratic structure that often has mis-matched priorities and supervisors that don?t understand the needs of museums creates a need for museum professionals to engage their communities - and governing bodies - in unique ways .  This substantial group of museums has rarely had the opportunity to share their concerns and solutions.",
        "theme_comments": "I have identified several potential presenters (one confirmed) and will continue to work on confirming additional presenters.    I will also identify a moderator for the session.\n*Possible presenters include:\n*Nikki Lober, Riordan SHP (Flagstaff AZ) - Administered by Arizona State Parks\n*Nicole Armstrong-Best, Pueblo Grande Museum (Phoenix AZ) - Administered by the City of Phoenix Parks and Recreation Department",
        "submitter": {
          "first_name": "Janice",
          "last_name": "Klein",
          "title": "Executive Director",
          "institution": "Museum Association of Arizona",
          "location": "Phoenix AZ",
          "tel": "312-310-9798",
          "email": "azmuseums@gmail.com",
          "email2": "",
          "is_mod": false,
          "is_pres": false
        }
      },
      {
        "ID": "26",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "mary@museumtrustee.org",
        "session_title": "Good Trustee/Bad Trustee: Recruit, Engage & Empower the Best Leaders for your Museum?s Board",
        "session_desc": "Building and maintaining an efficient, agile, and committed board requires strategic thought as well as long-term investment of time and energy. Learn how to find and secure strong leaders for your Board, as well as how to keep them engaged as vocal advocates for your museum's mission. Learn tips and strategies from experienced current and former museum board chairs who have played an active role in strengthening and sustaining a tenacious board. ",
        "session_unique": "The session is geared specifically toward trustees and their unique position in securing a strong foundation for their museums.",
        "session_objectives": "Participants will learn strategies for reviewing their current board composition and identifying their needs for new trustees, as well as how to recruit diverse and effective board members to meet those needs. \n*Participants will also be presented with proven structures for board orientation programs, which create responsible and invested leaders. These orientation programs are effective in on-boarding new trustees as well as re-energizing existing trustees. \n*Participants will discuss strategies for maintaining long term-engagement from their trustees. This conversation will include how to measure and evaluate board success. Tips for managing underperforming or difficult personalities off the board will also be shared.\n*Each of these objectives will allow attendees to walk away with a clear knowledge of the steps they will take to build and strengthen their board. Discussion time with panelists will ensure that specific challenges are addressed.",
        "engagement": "The session will be a 60 minute discussion with 15 minutes reserved for Q&A. The session will not employ a slideshow presentation and will utilize an open structure allowing attendees to ask questions throughout as needed, with the Q&A section at the end of the presentation allowing for questions that do not naturally come up during the main conversation.",
        "audience": "All trustees, particularly those on Executive Committees, as well as museum directors are the intended audience. The session content is relevant to anyone involved in board recruitment and board member stewardship. Development staff and board liaisons will also benefit from this session.",
        "level": "Senior level.",
        "other_comments": "",
        "theme_relationship": "An invested and enthusiastic board is the foundation for all types of museum engagement; a committed board is interested in and responsive to the needs of their community and audience. Ensuring that the best leaders for your museum board are in place will lead to activities that are mission driven and effective. Having the knowledge and resources to create a strong board is a vital part of making the board the foundation of a successful museum.",
        "theme_comments": "We do not wish to merge with another session.",
        "submitter": {
          "first_name": "Mary",
          "last_name": "Baily Wieler",
          "title": "President",
          "institution": "Museum Trustee Association",
          "location": "Baltimore, MD",
          "tel": "410-402-0954",
          "email": "mary@museumtrustee.org",
          "email2": "hannah@museumtrustee.org",
          "is_mod": true,
          "is_pres": false
        }
      },
      {
        "ID": "27",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "mparzen@museumofman.org",
        "session_title": "The Power of Adaptability: Raising Your ?AQ? in a Rapidly Changing Industry",
        "session_desc": "The ability to positively adapt to changing circumstances?one's \"Adaptability Quotient,\" or \"AQ??may prove to be one of the most important aptitudes in successfully navigating our industry going forward. This panel will: Unpack the idea of AQ; explore how it positively manifests (and gets negatively stuck) within a variety of institutional contexts and positions within museums; help attendees think about ways to improve their ability to successfully adapt, both personally and professionally. ",
        "session_unique": "AQ is a relatively novel concept that has wide applicability to our rapidly changing industry.",
        "session_objectives": "This session will provide the experience of two seasoned CEOs as moderators to facilitate a discussion of AQ from a variety of perspectives. Panel participants will include individuals playing a variety of roles at a variety of organizations, who will discuss strategies, opportunities and challenges in attaining a higher AQ. Attendees will:||(1) Understand the idea of AQ and why it is critical to their work within our sector;||(2) Obtain concrete examples of how AQ gets positively manifest (and negatively stuck) within a variety of institutional contexts and positions within museums; and ||(3) Leave equipped with new ways to improve their ability to adapt, both personally and professionally. ",
        "engagement": "The moderators will facilitate a tightly organized series of brief presentations from the panel to highlight several approaches to, and perspectives about, AQ. Dana and Micah will create a take-aways handout with resources for attendees. Additionally, with 5-10-minute presentations from the panel, attendees will have the opportunity to meet in small groups to respond to prompts, strategies and conversation with each panelist by self-selecting to groups led by each panel participant.",
        "audience": "All attendees",
        "level": "All levels",
        "other_comments": "",
        "theme_relationship": "Engaging with change is a constant endeavor for museum professionals. While keeping up with change?in our communities, staffing, programs, relevancy?is a constant, the ability to cope with change and uncertainty is challenging while simultaneously becoming an essential component of what it means to successfully engage in one's work and one's institution. Museum professionals must embrace adaptability at all levels of the organization if they are to navigate the complex world ahead of them.  ",
        "theme_comments": "In addition to Dana and Micah (two CEOs/Directors) framing the concept of AQ and sharing some of their experiences, the panel will include three TBD presenters at different types of institutions (e.g. art, history, and science museums) and different roles (trustee, middle level, front line) in their institutions. Potential panelists include staff members from Oakland Museum of California, The Burke, and the Anchorage Museum. We will be thinking about who would be best, but could also use some help identifying the right presenters! ",
        "submitter": {
          "first_name": "Micah",
          "last_name": "Parzen",
          "title": "CEO",
          "institution": "San Diego Museum of Man (Why included as co-moderator?) Micah has led SDMoM through a massive institutional change over the past several years)",
          "location": "San Diego, CA",
          "tel": "619 987 8719",
          "email": "mparzen@museumofman.org",
          "email2": "micahparzen@museumofman.org",
          "is_mod": true,
          "is_pres": true
        }
      },
      {
        "ID": "28",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "pattyam@basquemuseum.eus",
        "session_title": "Uncovering Stories then Preserving and Sharing them in Different Ways-||Successful Models for Use in Large and Small Museums",
        "session_desc": "A case study of two successful, grassroots projects involving research and the collection of information, by community, in the western US and the utilization of these collected materials - oral histories, photographs, documents, and artifacts, in various formats.",
        "session_unique": "Participants will walk away with ideas of how to collect unique resources to enhance their collections and will learn how these can be utilized and shared with the public in various mediums including exhibits, catalogs, and the Internet.",
        "session_objectives": "Our goal is to inspire attendees to utilize versions of these two models in their own institutions, large or small. Attendees will learn of techniques for data collection, processing, and storage and will be given ideas for how to utilize the resources collected to expand their collections and to incorporate the information in various mediums including exhibits with interactive components, catalogs, and via the Internet.  Preservation of the information is a key component of both projects as is making the information accessible to a wide audience. The personal connections made and engagement with individuals, families and other institutions in many communities throughout the West as partners in this effort is extremely important and is directly related to the success of both projects.  Attendees will learn of techniques used in both projects to engage individuals to participate in and support the goals of both projects.",
        "engagement": "The session will begin with the case study - the Basque Community History Project. Presenters will give brief examples of their work related to the overall project utilizing  power point slides & video excerpts.  Attendees will then tour the \"Inner Strength? exhibit.  Presenters will focus on various elements included in the exhibit - photographs, audio and video resources, the use of artifacts, and the catalog as a final product of the project.  ",
        "audience": "Large or small museum employees or volunteers.  Information may spark ideas for directors, curators, or engaged volunteers.",
        "level": "Information could be used by Directors, Curators, or Volunteers",
        "other_comments": "Participants can speak directly with presenters for more in-depth detail regarding the activity he/she is involved in.",
        "theme_relationship": "Both of these projects required the engagement of people - going directly to communities, to organizations and literally door-to-door to individual houses to collect stories, photographs, and documents.  Their stories, photographs, artifacts, and documents have then been shared through exhibits, through a catalog, and through a newly-created webpage. Multiple ways to engage the public and provide a resource to them.   ",
        "theme_comments": "All of the presenters are local and are intimately involved in one of the projects used as case studies for the session.  There would be too much content to merge with another session, unless it was expanded to a double session.\n*We respectfully request that the session be held at the Basque Museum & Cultural Center (611 Grove Street), across the street from the conference center, so that attendees can experience the Inner Strength: Portraits of Basque Women exhibit that will be on display in the Museum's gallery.",
        "submitter": {
          "first_name": "Patty",
          "last_name": "A. Miller",
          "title": "Director, Basque Community History Project",
          "institution": "Basque Museum & Cultural Center",
          "location": "Boise, ID  83702",
          "tel": "208/343-2671",
          "email": "pattyam@basquemuseum.eus",
          "email2": "n.a.",
          "is_mod": false,
          "is_pres": true
        }
      },
      {
        "ID": "29",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "mia@minidoka.org",
        "session_title": "The Power of Communities: Collaborative Interpretation at Minidoka National Historic Site",
        "session_desc": "Euphemistic terms have always been used to describe the wartime incarceration of Japanese Americans. Highly charged debates over terminology continue to reflect diverse perspectives about these events.\n*A new film for Minidoka National Historic Site brings these issues into focus: how can oral history and the collective memory of survivors redefine the terminology of the incarceration?\n*Finally, recent case studies encourage future campus-community partnerships to engage students in the preservation of the Minidoka site.  ",
        "session_unique": "Our session explores terminology usage, collective memory, oral history, and service learning as lenses of community engagement with Minidoka National Historic Site. ",
        "session_objectives": "The first objective is to achieve a broader understanding in the field of the importance of specific terminology usage as related to the interpretation of the incarceration history. The NPS will describe why the words used for interpretation and education have a profound influence on what visitors understand about the experience of Japanese American during WWII. It is important to accurately describe the history of sites without perpetuating euphemistic terms the government created to make their actions more palatable for the general public. \n*The second objective is to explore the power of first-person testimony in deepening understanding of these incarceration sites, the potential for survivor communities to redefine the terminology used to describe their experience, and to make explicit comparisons with present-day issues. Potential outcomes include a new appreciation for the value of partner communities in interpreting controversial history, and deepening audiences' understanding of the relevance of that history. \n*The third objective is to advocate for a greater emphasis on service learning as it relates to public history students engaged in national parks, and specifically in regards to the relationship between the Master of Applied Historical Research and Service-Learning Programs at Boise State University and Minidoka NHS. This presenter explores case studies of construction management students completing the historic reconstruction of the entrance guard tower and a public history graduate student's culminating project of a walking tour mobile app. ",
        "engagement": "A single session panel of four presenters will each discuss challenges and successes in engaging communities towards the goal of preserving and interpreting the history of Minidoka and the Japanese American incarceration from the perspectives of terminology usage, collective memory, oral history, and campus-community partnerships through service learning. Format will consist of individual presentations, audience brainstorming activities, video clip screening, and q+a.",
        "audience": "All people",
        "level": "",
        "other_comments": "",
        "theme_relationship": "Engagement is the central theme of this session: engaging communities in accurately defining this history, engaging incarcerees as the primary storytellers of their experience, and engaging students and young professionals to influence the site. Several communities will be discussed, including survivors, descendants, scholars, students, visitors, in addition to the partners represented on the panel and their primary constituents - the National Park Service, the philanthropic partner the Friends of Minidoka, and filmmakers at North Shore Productions.",
        "theme_comments": "Yes, we are willing to merge if needed.\n*Rory Banyard is proposing a screening of Minidoka: An American Concentration Camp as an evening event. ",
        "submitter": {
          "first_name": "Mia",
          "last_name": "Russell",
          "title": "Executive Director",
          "institution": "Friends of Minidoka",
          "location": "Twin Falls, ID",
          "tel": "(208) 863-0076",
          "email": "mia@minidoka.org",
          "email2": "miaaruss@gmail.com",
          "is_mod": false,
          "is_pres": true
        }
      },
      {
        "ID": "30",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "acraig@uoregon.edu",
        "session_title": "Leading Change Initiatives (It?s all about engaging people!)",
        "session_desc": "Leading change \" whether it's a new space, initiative, or even a mindset \"  can evoke excitement, resistance, or even fear. Whether you?ve come to WMA with changes in mind, or you?re leaving with new ideas to implement when you get home, you?ll benefit from this discussion on how to engage a team through careful listening and observation. And, you?ll get to talk with some of the most successful museum change leaders inspiring enthusiasm and cooperation. 74/75",
        "session_unique": "The session will be innovative because we will investigate the influence of human resources - a topic not often provided at WMA. 22/25",
        "session_objectives": "After attending this session participants will \n*1.) Be introduced to established leadership and organizational models and be able to connect with at least one for further investigation:||-Bolman and Deal's Four Frames from the classic leadership text Reframing Organizations, first published 25 years ago and now in its 6th edition. ||-Influencer model and the sources of influence from Influencer: The New Science of Leading Change, 2013.||-Creating Magic, ||-Others or substitutes to be determined with further consultation with the panel and recommendations from WMA\n*2.) Be inspired to take time and care in how changes are proposed and implemented at their museums||-Instead of complaining about board/staff/director/volunteers \" use strategies to sew positive thinking and resolve potential concerns before they arise.||-Participants will have awareness of resources available to them to outline plans for introducing change; possibly take time to draft some of their ideas during the session\n*3.) Have the opportunity to interact with one another and some of the best leaders in the field ||-participants will have the opportunity to interact with leading directors who they may not otherwise have access to ||-participants will connect with one another and have the opportunity to stay connected after the session through a list-serv or simple email exchange\n*Outcomes:||-Develop an online community (through email exchange or a list-serv) focused on engaging museum teams through attentive listening and observation (in lieu of complaining about those who aren?t \"on board?)||-Increase competence among WMA professionals in human resources and management \n*245/250",
        "engagement": "Round Table \" \"Meet the Press' style\n*1.) Introduction and Icebreaker\n*What kind of organization are you? - Ann presents 2-3 models. Small group discussion and shar out. Consider \"change challenge.?\n*2.) Ann interviews panelists\n*At least four pre-planned questions, with opportunity for participants to ask or text questions to Ann.\n*3.) Change Challenge\n*Small group discussion. Volunteers offer change challenge to panel and full room. Use peer advising model. \n*4.) Round Up \" summarize data; offer resources \"to go?\n*78/75",
        "audience": "Any level of museum employee or volunteer looking to influence change.",
        "level": "This session should be encouraged for all levels of staff and leadership in all areas and types of museums.",
        "other_comments": "",
        "theme_relationship": "Museums are always considering how to better engage audiences, but we often forget about leading that engagement from home base \" our volunteers, staff, and leadership. These internal groups are our \"allies' \" looking to fulfill a common mission. Anyone \" not just directors - can engage a team toward cooperation and success in new initiatives.  53/75",
        "theme_comments": "",
        "submitter": {
          "first_name": "Ann",
          "last_name": "Craig",
          "title": "Director of Public Programs and Exhibitions",
          "institution": "University of Oregon Museum of Natural and Cultural History",
          "location": "Eugene, OR",
          "tel": "541-346-3116",
          "email": "acraig@uoregon.edu",
          "email2": "",
          "is_mod": true,
          "is_pres": true
        }
      },
      {
        "ID": "31",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "kfoley@sunvalleycenter.org",
        "session_title": "Investigating Non-traditional Museum K-12 Outreach",
        "session_desc": "This session offers an opportunity to hear from museum professionals about outreach models that engage K-12 students and educators in non-traditional ways. Learn the ins and outs of these programs and leave with some valuable takeaways to kick-start your own innovative and effective program.",
        "session_unique": "Outreach programs engage students in leaning in new ways. This interdisciplinary panel will explore ways to serve your community's students and develop an audience that might not otherwise step into the museum",
        "session_objectives": "1. This session will offer different models for developing innovative outreach programs aimed at K?12 students. \n*2. This session will provide tools for developing outreach programs of value for educators and students. ",
        "engagement": "A short panel discussion in which the panelists will share the specifics of their institutions' outreach models followed by a break-out into smaller groups. Attendees will have the opportunity to ask specific questions and get feedback on their institutions' outreach programs as well as tips for establishing new outreach programs. Time will be left at the end for Q&A with the panelists.",
        "audience": "Education, Academic or Public Programming staff of small or large museums",
        "level": "Any",
        "other_comments": "",
        "theme_relationship": "Outreach programs engage our audiences in their classrooms or schools directly. The benefits and challenges differ from programming that we offer within our institutions?often connecting with our communities in new and exciting ways, while building new audiences. ",
        "theme_comments": "",
        "submitter": {
          "first_name": "Katelyn",
          "last_name": "Foley",
          "title": "Director of Education and Humanities",
          "institution": "Sun Valley Center for the Arts",
          "location": "Sun Valley, ID",
          "tel": 2087269491,
          "email": "kfoley@sunvalleycenter.org",
          "email2": "",
          "is_mod": true,
          "is_pres": false
        }
      },
      {
        "ID": "32",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "chanami@janm.org",
        "session_title": "Not for Sale: Preserving and Sharing a Community Collection",
        "session_desc": "This session explores interactions amongst various stakeholders with a contested collection related to the incarceration of Japanese Americans during WWII. In 2015, a grassroots protest halted the auction that included artwork and crafts collected from camp inmates by writer/curator Allen Hendershott Eaton. The emotional protest and acquisition by a single community based museum raises questions about authority, community accountability, and provenance. Panelists share their roles in the collection's disposition, collaborations, and interpretation of objects.",
        "session_unique": "This contested auction of Japanese American artifacts raises questions about authority, community accountability, provenance, commodification of history and marginalized histories, and cultural representation.",
        "session_objectives": "This double session panel will share the history of the Eaton collection. From its initial collection by Allen Hendershott Eaton for his book Beauty Behind Barbed Wire, to the subsequent transfer of this collection through different hands leading to the 2015 public auction and community protest, this collection has had an improbable journey across this nation. The communities' ability to organize and stop this 2015 public sale of Japanese American concentration camp artifacts is an example of how individuals and organizations can work together and have their voices heard. The Museum has since acquired the collection and is working closely with these groups to begin the long process of trying to identify all the items in this collection. The Museum is doing this by hosting a traveling pop-up display in locations across the nation where critical masses of Japanese Americans still reside. By sharing this story, our objectives are: \n*1) Participants will acquire practical knowledge of the role individuals and communities have in shaping the roles of Museums and institutions in relation to organizing and cultural/historical preservation.\n*2) Participants will be challenged to consider how Museums have to negotiate and reconcile collections management standards and institutional by laws with community access, usage, and accountability.\n*3) Participants will engage in discussion with key stakeholders and staff of different collecting institutions on the topic of audience focused, community-engaged, curatorial and collections practices.?",
        "engagement": "Panelists will present their distinct vantage points in relation to this grassroots protest. We seek the opportunity for exchange and discussion with colleagues from other institutions, to present for consideration the Eaton collection and its unique disposition into a broader discussion about preservation protocol, the implications of objects related to community history or cultural heritage, provenance and ownership of cultural history/heritage objects, connoisseurship, post-custodial collection strategies, and collaborative curation.",
        "audience": "Museum professionals, historians, curators, collections, education, and others who hope to engage communities in their work.",
        "level": "Emerging, new and established.",
        "other_comments": "",
        "theme_relationship": "This controversial public auction of the Eaton collection brought about a grass roots effort engaging individuals and organizations to unite to stop this sale. In doing so, it illustrated the power we have when we work together. The All Camp Consortium, which represents many of these groups, is now working closer than sharing resources and lobbying government ensuring long lasting relationships and a unified voice moving forward.   ",
        "theme_comments": "We have our presenters and more if needed.",
        "submitter": {
          "first_name": "Clement",
          "last_name": "Hanami",
          "title": "Vice President of Exhibitions",
          "institution": "Japanese American National Museum",
          "location": "Los Angeles, CA 90012",
          "tel": "213 625 0414",
          "email": "chanami@janm.org",
          "email2": "clement.hanami@gmail.com",
          "is_mod": true,
          "is_pres": true
        }
      },
      {
        "ID": "33",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "acraig@uoregon.edu",
        "session_title": "Building an Empathetic Museum",
        "session_desc": "Can practicing empathy evolve museums from \"paper\"paperdiversity plans to meaningful change? This panel explores how very different museums have implemented changes after participating in The Empathetic Museum workshop offered at WMA 2018. What tools have been useful in creating more equitable and inclusive museums' If your museum is struggling to engage your full community, you can benefit from this session as we define strategies to put to use and common pitfalls to avoid.",
        "session_unique": "The session will be innovative because we will involve our audience in reflecting as individuals and as organizations.",
        "session_objectives": "After attending this session participants will \n*1. Be able to place their organization within the Maturity Model;\n*Participants will understand that creating \"diversity\" isn?t about checking boxes or counting up \"minorities' Instead, we seek to redistribute power in making key decisions that define our collections, exhibits, programs and all strategic and programmatic activities. ||-define key terms ||-the use and misuse of \"diversity plans?||-we each have a role, and a bias\n*2. Be inspired to initiate new equity and inclusion activities in their strategic planning and daily work; \n*Empathy can be practiced and improved. And, becoming a more empathetic museum is good for your museum and your community (and the world!). Get started by developing a vocabulary, building a list of resources, and learning about the efforts at work in other museums. We?ll use the Calls to Action defined in Facing Change to start your efforts today.\n*3. Know how to avoid common pitfalls that occur in museums who are trying to do the \"right thing,\" but result in further alienating constituencies.\n*Concrete takeaways show how successful strategies can drive attendance and funding, while taking no action or attempting well-meaning, but short-sighted activities have the opposite effect. \n*Outcomes:\n*1.) Increased interest and competency in developing and implementing DEI Plans (increase skills; flood the market)\n*2.) Increase in quality and quantity of 2020 WMA session and workshop proposals for DEI at multiple stages of development and implementation (proliferation of sharing experiences and strategies)",
        "engagement": "Single Session\n*Panel with Break Out Time\n*1.) Intro/Icebreaker, Lisa Sasaki\n*Intro to Facing Change and other resources. Stacey and/or Janeen -  ask audience to \"think and write?, then \"pair and share? how their institution fits the Maturity Model (MM). Explain diversity dilemmas for end of session.\n*2.) Panelists define their museum's MM and offer progress and pitfalls \n*3.) General Q & A\n*4.) Divide into three groups, discuss a diversity dilemma at each ",
        "audience": "Museum professionals new to DEI activities.",
        "level": "This session should be encouraged for all levels staff and leadership in all areas and types of museums.",
        "other_comments": "",
        "theme_relationship": "Yes. If museums are to truly \"engage? with their communities, then they must be representative of and by those communities. Understanding the perspectives and experiences of \"others' and bringing observation to our own biases is not only critical to engaging people in the museum environment, but also crucial to next steps in our collective human experience.",
        "theme_comments": "1.) If internet connectivity allows, Bryant and/or Mann will participate during the introduction of the session via Skype. (They are unable to commit to in-person visit at this time). If internet capability is not available, Ann will pre-record a virtual introduction with them and play it for the audience. The purpose of this is to ensure that Mann and Bryant are properly credited for their work, avoiding joining the prevalent pattern of racially biased citations (Ray, V. Inside Higher Ed, 27 April 2018). \n*2.) I invited Patrick McMahon from the Gates Foundation Discovery Center as the third panelist. After careful consideration, the organization will not be able to participate. However, I am confident I can locate a third panelist who either participated in the workshop or is practicing the work of equity, inclusion, and accessibility. I am open to any recommendations from the committee. ",
        "submitter": {
          "first_name": "Ann",
          "last_name": "Craig",
          "title": "Director of Public Programs and Exhibitions",
          "institution": "University of Oregon Museum of Natural and Cultural History",
          "location": "Eugene, OR",
          "tel": "541-346-3116",
          "email": "acraig@uoregon.edu",
          "email2": "",
          "is_mod": false,
          "is_pres": true
        }
      },
      {
        "ID": "34",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "michaelf@mithun.com",
        "session_title": "Museums in the Age of Climate Change: Defining a Sustainable Path Forward",
        "session_desc": "The collective response of our society to climate change will be one of the defining issues of this era.  From strategies to improve the environmental performance of facilities, to making a difference globally through programs such as We Are Still In, this session will explore the causes and issues surrounding climate change and provide insights on how museums of all varieties can contribute to bringing positive change to their organizations and communities.  ",
        "session_unique": "Society's response to climate change will be one of the defining issues of this era, yet it is not adequately discussed within the museum community.",
        "session_objectives": "1) Understanding Climate Change||* In order to solve the problems surrounding climate change, we must attain a better understanding of what climate change means to our society.||* Identify the key causes of climate change.||* Understand how we have played a role in the causes of climate change and how we can play a role in solving these problems.\n*2) Take Action \" Improving your Environmental Footprint||* Understand the impact your own facility and programs have on the environment and how the negative effects can be mitigated.||* Building resilience from within while minimizing operational costs.||* Explore different strategies to improve the performance of all buildings and sites \" from new construction to renovations to existing facilities.\n*3) Take Action \" Inspiring Others||* Museums must align the abilities, resources, and influence of our sector, with the work and resources of other sectors, to help our communities understand their connection to environment and climate, and to prepare for a changing climate. ||* Museums can use education, research, and communication to foster individual, collaborative and collective action, from every sector, to pursue an inclusive agenda for significant environment and climate impact.||* Museums are the best-equipped organizations to share these messages.",
        "engagement": "(75 minute \" single session)\n*The session will feature presentations on a variety of issues surrounding climate change and how museums can take action to mitigate the impacts of climate change, build resilience, and inspire their audience to take action.  There will be resources and take-aways for all levels of museum professionals, including practical strategies to implement and big picture ideas to inspire change within their organizations and communities.  There will be ample time for Q&A.",
        "audience": "All levels of museum professionals and related professions",
        "level": "All levels of museum professionals",
        "other_comments": "",
        "theme_relationship": "In order to inspire meaningful change in our collective environmental practices, it will take a collective effort on everyone's part to make a difference.  This session will help museum professionals understand how they can ENGAGE their audience on these issues, as well as improve the environmental performance of their own facilities.",
        "theme_comments": "",
        "submitter": {
          "first_name": "Michael",
          "last_name": "Fiegenschuh",
          "title": "Architect",
          "institution": "Mithun",
          "location": "Seattle, WA",
          "tel": "206-971-5668",
          "email": "michaelf@mithun.com",
          "email2": "mfiegenschuh@gmail.com",
          "is_mod": true,
          "is_pres": true
        }
      },
      {
        "ID": "35",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "RLNelson@hga.com",
        "session_title": "Resiliency Planning: Preparing to Preserve and Protect in an Unknown Future",
        "session_desc": "Since 1980, the chance of major floods, hurricanes, wild fires or other severe weather events has increased by 300%. This session introduces resilient design and provides tools and applications for small to large museums to identify and reduce risk.  Attendees will participate in a hands-on workshop utilizing a planning tool to assess, prioritize and plan for resiliency.",
        "session_unique": "This session will provide tangible resources for attendees, including hands-on demonstration and access to a resiliency planning tool.",
        "session_objectives": "1. Attendees will learn about the increasing risks of severe weather events and urgency in planning for resilience. Resiliency planning is a process of forecasting risks, assessing likelihood and impact, and planning to mitigate those risks. This session introduces the resilient planning process and how it might apply to museums of all sizes. \n*2. Attendees will learn about practical applications to mitigate climate change based on a case study. The Science Museum of Minnesota has had great success in cutting their contributions to carbon dioxide pollution by more than 30 percent in just four years as well as reducing heating and cooling costs by 38 percent. Attendees will learn how the museum has embraced their environmental responsibility and is sharing their success story to help others.\n*3. Attendees will take away a customizable planning tool for resiliency planning.  This session will share resources and a planning tool that can help museums of all sizes identify and prepare for potentially catastrophic events. Embedding resiliency planning will benefit existing institutions, as well as those planning for renovation of new facility.",
        "engagement": "75-minute session: The session will begin with a presentation introducing resiliency planning and the increased risk posed by a changing climate. A case study will be presented based on the Science Museum of Minnesota's success in cutting carbon emissions and focusing on practical solutions to mitigating risks. A resiliency planning tool will be introduced and will involve hands-on break-out session (ideally at round tables in the room), followed by a share-out and wrap-up at the end. ",
        "audience": " The session will be applicable to all museum professionals, including museum directors and those that focus on facilities. ",
        "level": "All levels from emerging professional to leadership",
        "other_comments": "This resource will directly benefit those from small institutions to achieve a practical approach to planning for the future without the need for numerous resources or staff.",
        "theme_relationship": "This session will emphasize the partnership and community aspect of planning for resiliency. Many resilient design plans involve multiple entities coming together to solve issues as a community that would be impossible to manage on a single institution.",
        "theme_comments": "We are open to revising our session, incorporating in additional presenters or merging. ",
        "submitter": {
          "first_name": "Roxanne",
          "last_name": "Nelson",
          "title": "Principal",
          "institution": "HGA",
          "location": "Minneapolis MN",
          "tel": "612-758-4342",
          "email": "RLNelson@hga.com",
          "email2": "RoxanneLeeNelson@gmail.com",
          "is_mod": true,
          "is_pres": true
        }
      },
      {
        "ID": "36",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "cgilbert@sunvalleycenter.org",
        "session_title": "Beyond the Museum Walls ? Social Engagement through Community Collaboration",
        "session_desc": "Collaborative partnerships allow museums to reimagine themselves as spaces that are responsive and relevant to their communities. Collaborations with partners with different areas of expertise deepen the impact of our work and engage new and nontraditional audiences. \n*Hear from museum professionals about the nature of collaborative partnerships they have pursued and how these collaborations root their institutions in their diverse communities, triggering new audiences to connect to the museum through shared dialogue and experience.|| ",
        "session_unique": "Museums hope to serve communities with relevant programs, deepening experiences and growing audience. This session examines collaborations with partner organizations that achieve those goals. ",
        "session_objectives": "1. The session will provide attendees with tools for building collaborative partnerships within their communities.\n*2. The session will provide models for developing programs around issues of relevance to their communities, including social, political and environmental topics.\n*3. The session will provide attendees with ideas for building and retaining non-traditional museum audiences.",
        "engagement": "Each presenter will spend 10-15 minutes sharing specifics regarding the challenges, benefits and impacts of community collaborations and programming with partners at their institutions. Participants will then break into smaller groups for a 10-15 minute workshop on how the institutions in their group could develop collaborative programs addressing a sample topic or theme within their community. Groups will present the ideas they developed; remaining time will be devoted to Q&A. ",
        "audience": "Educational, public programming and curatorial staff at small and large museums",
        "level": "Any",
        "other_comments": "",
        "theme_relationship": "This session explores the ways collaborative community partnerships can enhance community engagement for cultural institutions. Collaborative programs offer museums opportunities for greater relevance and relatability within their communities. Collaborating not only engages museum staff with other ideas and professional practices, but also engages a wider section of our community by providing a space for dialogue on contemporary social, political and environmental issues and ideas of importance. ",
        "theme_comments": "",
        "submitter": {
          "first_name": "Courtney",
          "last_name": "Gilbert",
          "title": "Curator of Visual Arts",
          "institution": "Sun Valley Center for the Arts",
          "location": "Sun Valley, Idaho",
          "tel": "208-726-9491",
          "email": "cgilbert@sunvalleycenter.org",
          "email2": "courtgilb@gmail.com",
          "is_mod": true,
          "is_pres": false
        }
      },
      {
        "ID": "37",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "jacey.brain@ishs.idaho.gov",
        "session_title": "Inclusivity and Difficult History",
        "session_desc": "There is increasing awareness of the need for museums to share the stories of people of all backgrounds. How do we tell the stories of people of color, differing religious backgrounds, ethnicities and orientations' How do we tell these stories in the context of controversy, crime or social justice? This session will uncover how to make institutions more inclusive through thoughtful interpretation.",
        "session_unique": "Museums must navigate through difficult topics in order to become inclusive in an era where social justice is increasingly relevant.",
        "session_objectives": "1. Identify opportunities to make your institution more inclusive and what the potential controversies are in sharing those stories thoughtfully.\n*2. Discuss how to properly implement interpretive exhibits, programs or events with the help of outside scholars and community engagement.\n*3. Discuss methods of audience evaluation after your project is opened or completed. Are museum professionals prepared for honest feedback from visitors?",
        "engagement": "Because this session is based on experience with interpreting difficult topics, it will be primarily presentation and discussion based, with presenters using PowerPoint and audio-visual elements to reflect on experience with a specific exhibit at the Old Idaho Penitentiary and other issues the panelists have faced at the Idaho Black History Museum and the Minidoka National Historic Site. Audience members will be given questions to discuss with each other and the panelists.",
        "audience": " Exhibit research and development staff, curators, docents and interpretive staff, and education and outreach coordinators.",
        "level": "All",
        "other_comments": "",
        "theme_relationship": "This session approaches inclusivity as a way to allow all visitors to become connected with museums on a deeper level. The best way for museums to engage audiences is through relevant storytelling that presents topics in new and thought-provoking ways, and may even reach visitors no previous connection to the institution.",
        "theme_comments": "This could certainly be merged with another session if needed. I would be happy to coordinate with presenters and adjust those needs if necessary.",
        "submitter": {
          "first_name": "Jacey",
          "last_name": "Brain",
          "title": "Interpretive Specialist",
          "institution": "Idaho State Historical Society (Old Idaho Penitentiary)",
          "location": "Boise, Idaho",
          "tel": "208-334-2844",
          "email": "jacey.brain@ishs.idaho.gov",
          "email2": "jaceybrain@u.boisestate.edu",
          "is_mod": true,
          "is_pres": true
        }
      },
      {
        "ID": "38",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "rfaust@sfmoma.org",
        "session_title": "Recycling and Reusing?Archival?Materials and Museum Furniture?",
        "session_desc": "Have you completed a collections move and found yourself left with a plethora of foam, polyester fiberfill, and boxes that you would happily share with another institution? Or maybe you?re moving out of a space and have storage furniture that you can no longer use? Repurposing archival materials and museum furniture takes time and effort, which is often not built into our job descriptions. As stewards of cultural heritage we?must be conscious of protecting our environment by?not creating unnecessary waste. This session will focus on creative and efficient?ways to share unwanted goods through?community resources, furniture vendors, social media, and?online classifieds.??",
        "session_unique": "This session encourages museum professionals to consider the long-term repercussions of throwing away lightly-used materials and furniture. Beyond using consumer recycling programs this session will encourage museum professionals to leverage their existing networks and create new networks to share expensive, custom materials that are unique to our industry.",
        "session_objectives": "Session attendees will:\n*1) Feel empowered to repurpose materials\n*2) Have access to existing networks for sharing museum materials\n*3) Understand how to create their own local networks using models that other museum professionals have already created",
        "engagement": "The session will feature three speakers who will each present for 15 minutes. Speakers will share recent experience they have had with repurposing materials and highlight the resources they created or used. The remainder of the session will be filled by the moderator who will introduce the speakers as well as summarize the main take-aways at the end of the session. The session will end with a Q&A. Although still to be developed, I would like to create a recycling activity or challenge for participants to do, either at the conference or the moment they return to their museum. ",
        "audience": "This session is relevant to museum professionals at any level \" whether they need to improve an existing system or start a new system. The session is also relevant to a variety of departments: collections, operations, curatorial, exhibitions, etc.",
        "level": "All",
        "other_comments": "",
        "theme_relationship": "Recycling and repurposing materials requires collaboration. When cultural institutions share goods they are forging new relationships, learning about other institutions' material standards, and connecting with their community and local businesses.",
        "theme_comments": "I have two speakers confirmed. For the third speaker I would like to include a furniture vendor who has helped museums find used furniture, bought back used furniture, or helped repurpose existing furniture. I?m hoping there is a vendor who is planning to be in the Expo Hall.",
        "submitter": {
          "first_name": "Rachael",
          "last_name": "Faust",
          "title": "Manager of the Artist Initiative",
          "institution": "San Francisco Museum of Modern Art",
          "location": "San Francisco, CA",
          "tel": "415-538-2682",
          "email": "rfaust@sfmoma.org",
          "email2": "rachaelfaust@gmail.com",
          "is_mod": true,
          "is_pres": false
        }
      },
      {
        "ID": "39",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "kfitzpatrick@dlrgroup.com",
        "session_title": "?If You Build it, Will They Come??",
        "session_desc": "Undertaking major changes to programming can be a challenging exercise for museums. The Chandler Museum, Nora Eccles Harrison Museum of Art, and Heard Museum have each endeavored to move beyond the walls of their building and find ways to engage with new audiences. Whether through renovation or reorganization, you will learn the importance of early and continued engagement with stakeholders and how their input can help guide programming in a positive and unexpected way.  ",
        "session_unique": "We?ll look at how to position museums for future expansion, the strategic role of non-traditional programming, and extending user experiences beyond the building's four walls.",
        "session_objectives": "1. Understand the role stakeholder engagement plays in programming, and present strategies for continuing to listen and engage long after the ribbon has been cut.\n*2. Identify and explore the hidden potential of non-traditional museum assets. For example, programming outdoor spaces in creative ways, the use of light technology as a means for deepening visitor engagement.   \n*3. Evaluate whether strategies were successful, or how they could have been improved. Utilize visitor surveys to demonstrate how data can inform future decision making and programming.",
        "engagement": "Moderator introduces the topic, guides the conversation with three panel speakers. Powerpoint will be used to engage the audience. Moderator controlled Q&A interspersed throughout. Engagement of the audience is vital to the success of this discussion.",
        "audience": " CEOs/Directors, security, operations, event managers, collections staff, curators, educators, architects, visitor services, retail and site managers.",
        "level": "Entry to Senior",
        "other_comments": "",
        "theme_relationship": "All three projects relied heavily on stakeholder and community engagement during the predesign phase. Significant time was spent learning why stakeholders didn?t visit the museum, which led to follow-up discussions on how programming and strategic relationships could help improve attendance.  This effort was made in the design phase to engage new audiences, and presenters will share visitor feedback and data to illustrate the successful outcome of engaging new audiences, as well as the challenges. ",
        "theme_comments": "We are happy to have others join our group or retool our submission to fit the needs of the theme for the conference.",
        "submitter": {
          "first_name": "Kathleen",
          "last_name": "Fitzpatrick",
          "title": "Senior Associate",
          "institution": "DLR Group",
          "location": "Phoenix AZ",
          "tel": "602-507-6804",
          "email": "kfitzpatrick@dlrgroup.com",
          "email2": "",
          "is_mod": false,
          "is_pres": true
        }
      },
      {
        "ID": "40",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "",
        "session_title": "Old Shoes and New Tech: Crafting a Mutually Beneficial Museum-University Project",
        "session_desc": "What happens when you bring together a collection of women's shoes, a history class about women in the U.S. West filled with students from several disciplines, a makerspace, and digital technologies' Maker and curatorial magic! Come learn how a partnership among curatorial and registration staff, a history professor, a librarian, and an instructional designer increased students' understanding of women's history, led them to think of themselves as makers, and resulted in interesting interpretations of an overlooked collection.",
        "session_unique": "Because this partnership focused on using historical artifacts to increase both students' understanding of the past and their digital savvy, museum staff gained both pedagogical and technological insights.",
        "session_objectives": "By the end of the session, participants will:||- learn how one high-impact, low-cost case study was organized and assessed.||- consider how best to structure similar, sustainable projects in their institutional contexts in ways that benefit all participants.||- identify benefits and potential pitfalls in working with students, faculty, and others on a university timeline.",
        "engagement": "After we briefly summarize the goals of the collaboration, outline our process, and share some student work, we will walk participants through active learning and discussion that will help them develop their own productive collaborations. We will employ several different brief activities (e.g., carousel, think-pair-square-share, gallery walk, large- or small-group discussion) to push participants to think creatively about potentially high-impact partnerships.",
        "audience": "Collections, curatorial, and education staff; university faculty",
        "level": "All, but probably especially useful for mid-career and higher",
        "other_comments": "",
        "theme_relationship": "Our project was a high-engagement collaboration among collections staff and people from different parts of the university?a professor, an instructional designer, a librarian, the campus MakerLab, and students from several disciplines ranging from criminal justice to education, history to gender studies.",
        "theme_comments": "Confirmed speakers: ||- Sarah Phillips, Curator, Idaho State Historical Museum; ||- Nicole Inghilterra, Registrar, Idaho State Historical Museum; ||- Leslie Madsen, Associate Professor of History and Director of Instructional Design and Educational Assessment (IDEA Shop), Boise State University. \n*Additional collaborators who may participate (their schedules aren?t yet known):||- Amy Vecchione, Faculty Librarian and  Head, Emerging Technology & Experiential Learning, Albertsons Library, Boise State  University; ||- Brian Martin, Instructional Design Consultant, IDEA Shop, Boise State University.\n*If there's another session about museum-university collaborations, and they?re dedicated to active learning rather than simply lecture/presentation, we?d be open to combining with them, possibly for a longer session, depending on their goals.",
        "submitter": {
          "first_name": "",
          "last_name": "",
          "title": "",
          "institution": "",
          "location": "",
          "tel": "",
          "email": "",
          "email2": "",
          "is_mod": false,
          "is_pres": false
        }
      },
      {
        "ID": "41",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "dkersting@latah.id.us",
        "session_title": "Small But Mighty: Powerful Fundraising Messages for Small Museums",
        "session_desc": "The folks who staff or volunteer in small museums throughout our region have a true passion for their work and the institutions they run. That passion, however, can be difficult to articulate when it comes to soliciting donations, particularly when writing appeals is just one of many tasks on our to-do list. A panel of small museum representatives will share their tips and tricks for crafting compelling messages that convey an organization's goals and needs.   ",
        "session_unique": "Many fundraising sessions are presented by individuals from museums with entire development departments, which can feel quite alien to folks from small institutions. ",
        "session_objectives": "Attendees will?\n*1. Learn how to articulate their passion for the work of the museum in clear and accessible language. The why of our work is so often overlooked, in favor of messages about how many artifacts were preserved or the number of school children that visited. \n*2. Be asked to consider the relationship between the institution and the community. A museum rarely exists in isolation with the rest of the town (and if it does, that is a sign that there is work to be done). By illustrating how a museum makes the entire community a better place to live and work, donors can better understand the impact of their gift. \n*3. Take away tips for specific language that has worked (and perhaps some that has not).  ",
        "engagement": "Each of the three presenters will spend 10 to 15 minutes sharing their perspectives on the topic. Then the participants will be asked to split into smaller groups and will have 10 minutes to rework a handful of underwhelming sentences from an appeal letter. Groups will present their improved solicitations, and the final minutes will be left for general Q&A.  ",
        "audience": "Staff and volunteers at small museums who are responsible for communicating with donors.",
        "level": "Any",
        "other_comments": "",
        "theme_relationship": "We cannot expect donors to engage with museums, museums must take the initiative to engage with their supporters. A well-crafted message is key to grabbing attention and building trust. Even when we are short on time in small museums, we must remember that without our donors, we could not pursue the rest of our work, and so devoting time to development is crucial. ",
        "theme_comments": "I most definitely need help identifying presenters!",
        "submitter": {
          "first_name": "Dulce",
          "last_name": "Kersting-Lark",
          "title": "Executive Director",
          "institution": "Latah County Historical Society",
          "location": "Moscow, Idaho",
          "tel": "208.882.1004",
          "email": "dkersting@latah.id.us",
          "email2": "",
          "is_mod": true,
          "is_pres": false
        }
      },
      {
        "ID": "42",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "bkaminsky@migcom.com",
        "session_title": "Engaging with Place in Exhibits",
        "session_desc": "How can exhibits encourage engagement with place? This discussion-based session will share case studies of physical exhibits designed to connect visitors with their surroundings. \"Place\"Placeincludes both natural and built environments, often leveraging areas where urban and wild meet and overlap. Attention will be given to labels and interactives that offer adults and kids opportunities to use their senses and encourage them to actively notice their environment in new and heightened ways.",
        "session_unique": "The powerful medium of exhibits can help people attach more meaning and heighten experiences of places by encouraging active noticing of the world around them.",
        "session_objectives": "Attendees will explore strategies that meaningfully engage visitors with their surroundings. We will discuss example projects across institutions of different sizes and that use physical exhibits as vehicles to nurture human connections with particular places. \n*Session Objectives:||* Gain new insights from museum professionals working to bring the inside out and the outside in to engage the human senses and encourage active noticing of place. Join a network of museum professionals working to help visitors connect with what's in and beyond their backyards.||* Explore and share ways to leverage the power of exhibits to enhance visitors' understanding of place. Discuss concrete examples of projects that focus on connecting visitors to spaces immediately at the exhibit location?like a wilderness park, historic site, or neighborhood?and places physically or conceptually a bit removed?a more distant landscape or one typically inaccessible like underwater, a historical version of a place, or a weather event common to a region.||* Identify best practices in exhibition development and design to engage the senses, emotion, and memory that aid in learning. Consider how experiential exhibits play a role in the larger world of placemaking. Discuss the challenge of access and reaching new audiences. Learn about the challenges and success of creating engaging exhibit experiences that leverage sense of place and raise awareness about /deepen appreciation for specific environments. Think about ways to leverage museum collections and programs to cultivate a sense of wonder and stimulate curiosity about the world.",
        "engagement": "The moderator and panelists will introduce the role exhibits play in nurturing a sense place and take turns describing elements of specific exhibit projects that aim to enhance visitors' understanding and connection to place. The audience will take part in the discussion throughout and contribute their own examples. \n*Examples include a science museum, aquarium, children's museum, and wilderness park.",
        "audience": "Museum and interpretive site personnel who develop and design exhibits and/or work with visitors in public spaces.",
        "level": "Any (professions involved in exhibits in any capacity at any sized institution)",
        "other_comments": "Although this focuses on physical exhibits, people who do interpretive programming may also be interested.",
        "theme_relationship": "Exhibits can tell stories and be designed to increase engagement of surrounding resources and environments?creating a deeper sense of place. This session shares examples of how exhibition themes and interactive elements encourage active noticing. Museums, parks, aquariums, and other informal education centers are in a unique position to mediate transformational learning opportunities providing glimpses into often hidden realms, through prompting the use of human senses, and physically engaging users in the power of place.",
        "theme_comments": "We have an additional potential presenter lined up: Lila Higgins, Senior Manager of Community Science, at the Natural History Museum of Los Angeles County. She could discuss Nature Lab, where visitors explore objects and hands-on elements that increase public awareness of nature in cities and mediate a deeper appreciation of urban ecosystems. Encouraging active noticing connects people to what's in their backyards, including how their observations become data points for science. The community/citizen science data help land managers and urban planners make decisions that work better for human wellbeing and wildlife. Lila is not travelling due to the climate crisis and could participate remotely/virtually.\n*Please review the presenter information below and consider whether Lila could participate.\n*Also, Beth's current firm was involved in the design of the project Patty will present; Beth wasn?t employed at the firm at that time and the connection is tangential to the session.\n*We would be willing to merge with another session or change the format. ",
        "submitter": {
          "first_name": "Beth",
          "last_name": "Kaminsky",
          "title": "Interpretive Planner | Content Developer",
          "institution": "MIG | Portico",
          "location": "Denver, CO (I sit in the Denver office and work primarily with the interpretive team in Seattle, WA)",
          "tel": "303.830.1311",
          "email": "bkaminsky@migcom.com",
          "email2": "bethkmail@gmail.com",
          "is_mod": false,
          "is_pres": true
        }
      },
      {
        "ID": "43",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "irene.n.rodriguez@cabotsmuseum.org",
        "session_title": "What does the Executive Director do or how they engage staff, board members, and community.",
        "session_desc": "Executive Directors are charged to lead the institution and an important element involves engaging the staff, board members, and the community. These constituents are equally important, but who do engage first or simultaneous during your first year or fifth year as Executive Director? Our panelists will share what they have done or will be doing as they make their institution relevant and meaningful to all their constituents.",
        "session_unique": "Three executive directors will share how they prioritize in their engagement of staff, board members, and the community. These directors have between 1-8 years in their leadership role.",
        "session_objectives": "This session aims to inform members of the audience:\n*a)  the realities of engagement that executive directors need to do to lead their institution.\n*b) the type and size of institution also determines what choices the executive director needs to make.\n*c) the expectations of first- or fifth-year executive directors engagement with their constituents may evolved differently than planed",
        "engagement": "My goal of the structure will be for the panelist to share their engagement?each panel will focus only on one of the sub theme-staff, board members, community. After the presentation, panelists ",
        "audience": "Curators, educators, administrators, marketing, and development",
        "level": "Mid to senior level",
        "other_comments": "It may be interesting to emerging professional as they think of their professional development",
        "theme_relationship": "I believe the panel meets the theme of the annual meeting as the central discussion is about engagement to three important facets of our work: staff, board members, and the community.",
        "theme_comments": "",
        "submitter": {
          "first_name": "Irene",
          "last_name": "N. Rodr?guez",
          "title": "Executive Director",
          "institution": "Cabot?s Pueblo Museum",
          "location": "Desert Hot Springs, CA 92240",
          "tel": "626.422.9898 cell",
          "email": "irene.n.rodriguez@cabotsmuseum.org",
          "email2": "inrodriguez85@gmail.com",
          "is_mod": true,
          "is_pres": true
        }
      },
      {
        "ID": "44",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "jmartin@cdm.org",
        "session_title": "National Initiatives Build Capacity for Diversity and Inclusion",
        "session_desc": "Success for museums in the 21st century will rely on the ability to engage diverse audiences and change organizational practice.  In this engaging session, learn about three national initiatives that provide capacity-building support for museums focused on diversity, inclusion, equity and access.  Resources will be provided about how to access and apply for these three professional development initiatives and toolkits:  CCLI, MASS Action and iPage.",
        "session_unique": "Each of the national initiatives featured is innovative and impactful?this broad brush view will inspire participants to access excellent national resources focused on DEAI.",
        "session_objectives": "With a broad overview of diversity/inclusion in the museum field, and an array of resources designed to support capacity-building for museums of all types, this session will ground participants in the issues of diversity/inclusion specifically for museums, from engaging diverse audiences to changing organizational practice, with a goal of transformation.  Participants will:||* Learn about 3 national initiatives that support capacity-building around diversity/inclusion/equity/access;||* Understand how they can access these resources and professional development models; and||* Be inspired and equipped with ideas to make change at their institutions",
        "engagement": "Beginning with an engaging exercise to help ground people in the many dimensions of diversity, and continuing with a historical overview of DEAI in the museum field, the session features presentations by leaders from each of the three national initiatives (CCLI, MASS Action, and iPage), showcasing similarities and differences.  With time for questions, participants will take away information about how their organizations can access these resources and apply for participation in the professional development programs. ",
        "audience": "Leaders at all levels in institutions",
        "level": "This session is specifically designed to be applicable to staff members throughout the institution interested in focusing on diversity/inclusion.",
        "other_comments": "",
        "theme_relationship": "* All three of the national programs encourage the following three bullet points mentioned in the ENGAGE theme:||* *Museums as inclusive places||* *Diversity in exhibits, programming, and on museum staff and boards||* *Museums as agents of social change / social justice\n*Featuring these initiatives in one session and helping museum staff learn how to access them will be a fantastic approach to engaging long term around issues of DEAI. ",
        "theme_comments": "Project Directors from both CCLI and MASS Action are confirmed speakers.  We are still waiting to hear back from leadership at iPage.  In addition, we have reached out to Joanne Jones-Rizzi as moderator, but have not yet confirmed.  It may be that, if leadership from iPage is not able to attend, someone from an organization who has participated in iPage could present on their behalf.  Will be working to confirm in the next couple of weeks and can notify WMA once we hear back.  ",
        "submitter": {
          "first_name": "Jenni",
          "last_name": "Martin",
          "title": "CCLI Project Director",
          "institution": "Children?s Discovery Museum of San Jose",
          "location": "San Jose, CA  95110",
          "tel": "408.673.2843",
          "email": "jmartin@cdm.org",
          "email2": "jakzmartin@gmail.com",
          "is_mod": false,
          "is_pres": true
        }
      },
      {
        "ID": "45",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "khess@bowers.org",
        "session_title": "Ghosts of Deaccessions Past: Retroactively Cataloging Bad or Pre-Digital Deaccessions",
        "session_desc": "Does your museum have a history of deaccessioning? Is your deaccessioning history incomplete, missing, or just confusing? Is the pre-digital past hard to track down or doesn?t exist at all? This session offers advice and practical step-by-step procedures for dealing with the ghosts of deaccessions past. Learn how to expand your institutional knowledge and tackle the overwhelming task of putting past deaccessions to rest. Presenters will give examples of successful projects and answer questions to help you get started.|| ",
        "session_unique": "This session tackles a different side of deaccessioning that is rarely discussed but often encountered and offers a practical alternative to glazing over the problem.",
        "session_objectives": "- Encourage collections professionals to expand their institutional knowledge by examining the deaccessioning practices of their predecessors.||- Provide clear and concise objectives and step by step procedures to make sense of and properly document bad or pre-digital deaccessions.||- Illustrate the benefits of cleaning up deaccessions past for the overall health of the permanent collection and accuracy of the database.",
        "engagement": "This will be a standard single session with the aim to encourage collections professionals to expand their institutional knowledge, to engage with the problems in their database, and give them the confidence to tackle bad, hastily carried out, or sometimes decades-old deaccessions. Presenters will give examples of bad deaccessions along with step-by-step procedures on how to \"fix\" and properly document them to avoid confusion for their successors, followed by plenty of time for Q&A.",
        "audience": "Registrars, Collections Managers, or any collections professional involved in database administration whose institution has a history of deaccessioning.",
        "level": "All levels",
        "other_comments": "",
        "theme_relationship": "This session relates to the conference theme by encouraging collections professionals to take a more active role in contributing to the overall efficacy and accuracy of their collection & database by ENGAGE-ing & learning when faced with a problem rather than passing it on to their future successors.",
        "theme_comments": "I need help finding presenters! My museum (Bowers Museum) is a world art museum, with a collection of over 80,000 in both ethnographic and fine art with a foundation in local history. Presenters from different institutions (larger or smaller, contemporary, natural history, etc.) with a history of deaccessioning or a desire to provide an example for case study would be ideal for this session. I am also very open to input on the session description & advice on how to make it more engaging & exciting.",
        "submitter": {
          "first_name": "Katy",
          "last_name": "Hess",
          "title": "Registrar",
          "institution": "Bowers Museum",
          "location": "Santa Ana, CA",
          "tel": "714.567.3634",
          "email": "khess@bowers.org",
          "email2": "k.cynthia.hess@gmail.com",
          "is_mod": false,
          "is_pres": true
        }
      },
      {
        "ID": "46",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "tserrao-leiva@sbcm.sbcounty.gov",
        "session_title": "Working Together: Reimagining Exhibits and Programming with Tribal Representation",
        "session_desc": "This session will discuss the changing roles of curators and tribal members in creating impactful and decolonized exhibits/programming.",
        "session_unique": "The session will be unique in that it will be presented by two non-native voices and two native American leaders who work closely with tribal members and facilitate their representation in museum spaces.",
        "session_objectives": "The objective of this session will be to provide one or two possible options for other museums who are struggling to get minority voices in their exhibits and programming.",
        "engagement": "The format will be a PowerPoint presentation from the non-native presenters, and one from the native presenters. This way the audiences gets two perspectives on the same issues. ",
        "audience": "Emerging professionals and curators",
        "level": "Any",
        "other_comments": "",
        "theme_relationship": "This session relates to the theme of ENGAGE because our priority is to engage minority groups, especially tribal members, in telling their own stories in their own voices. Not only does the exhibit engage the co-curators, but subsequently will engage the audience because of the first person narratives. ",
        "theme_comments": "I am willing to merge with another session.",
        "submitter": {
          "first_name": "Tamara",
          "last_name": "Serrao-Leiva",
          "title": "Curator of Anthropology",
          "institution": "San Bernardino County museum",
          "location": "Redlands, CA 92374",
          "tel": "909-798-8623",
          "email": "tserrao-leiva@sbcm.sbcounty.gov",
          "email2": "",
          "is_mod": false,
          "is_pres": true
        }
      },
      {
        "ID": "47",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "aliciavs@lacma.org",
        "session_title": "Mindful Spaces: Creating Mindful Connections for Museum Audiences",
        "session_desc": "In a culture of speed and screens, museums are ideal spaces to slow down, reflect, and connect to ourselves and others. Educators from three institutions, Crocker Museum in Sacramento, University of Colorado Art Museum in Boulder, and Los Angeles County Museum of Art, will share varied approaches to successful mindfulness programs that utilize their respective collection. Participate in a mindfulness exercise, get tips for implementing programs, and brainstorm with peers in break-out groups. ",
        "session_unique": "This session highlights a variety of mindfulness techniques for multiple audiences in front of artworks, and is designed to offer practical, hands-on advice and brainstorming.   ",
        "session_objectives": "Interest in mindfulness has grown exponentially in the last decade. Studies have shown numerous health and societal benefits. At their core, museums provide a space for visitors to pause.  Facilitated experiences with works of art, including discussions, meditation, and creative responses, encourage visitors to carefully look at a work of art, engage in conversation, and learn about diverse viewpoints. The programs foster connections, belongingness, and compassion?capacities at the center of the human experience and vital for mental health and well-being.\n*In this session: ||-Participants will learn about successful programs that incorporate mindfulness and meditation to encourage reemphasize the art gallery experience as a opportunity for contemplation, reflection, and compassion.  ||-Participants will gain tips for planning, and implementation, including finding outside partnerships. ||-Participants will learn several mindfulness techniques.       ",
        "engagement": "The session will begin with a mindfulness exercise, followed by panel presentations, guided break-out groups to brainstorm ways to implement mindfulness programming, time for questions, share-out and reflection, concluding with an additional mindfulness technique. The break-out groups will be facilitated by the presenters and will include resource guides. Participants will get specific tips on starting new programs, or incorporating mindfulness into existing programming, even if they do not have personal experience with mindfulness or meditation.",
        "audience": "Educators, Visitor-engagement staff, Community-oriented staff",
        "level": "All levels",
        "other_comments": "",
        "theme_relationship": "Programming is designed to engage existing audiences, and foster new audiences through mindfulness based activities in front of works of art. In addition, the programs address the societal need to unplug from a fast-paced and overwhelming world by providing spaces to slow down, and have meaningful interactions with themselves, fellow participants and works of art.   ",
        "theme_comments": "",
        "submitter": {
          "first_name": "Alicia",
          "last_name": "Vogl Saenz",
          "title": "Senior Education Coordinator",
          "institution": "Los Angeles County Museum of Art (LACMA)",
          "location": "Los Angeles, CA ",
          "tel": "323*857-6504",
          "email": "aliciavs@lacma.org",
          "email2": "",
          "is_mod": true,
          "is_pres": true
        }
      },
      {
        "ID": "48",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "heatherv@highdesertmuseum.org",
        "session_title": "Board Engagement in Fundraising",
        "session_desc": "Boards are responsible for the fiscal health of the nonprofit organizations they serve.  Not only must they give, but it is essential that they take part in fund development.  Many volunteers are uncomfortable in this role.  This session will equip staff with tools to train Board members about the fundraising cycle and how they can be involved in different phases based on their comfort levels.  It will include tips on face to face solicitations.",
        "session_unique": "Based on questions posed at the Fund Development Plan session in 2018, it became apparent that this topic is of great interest. ",
        "session_objectives": "Objectives:||* To clearly describe the fundraising cycle, the power of peer to peer fundraising, and facts about philanthropy today||* To convey the essential criteria in identifying the best prospects||* To provide training tools for museum staff to share with Boards \n*Outcomes:||* To help staff and Board members overcome fears and stigmas associated with fundraising||* To generate prospect lists to with ranking systems, action items and timelines||* To create systems of accountability",
        "engagement": "This would be a standard session led by museum fundraisers and Board members.  It would include individual and small group exercises.\n*Take-aways would include worksheets/activities and educational resources such as suggested readings.",
        "audience": "Executive Directors, fundraising staff and Board members.  This may be especially useful for smaller organizations in which staff are required to wear many hats.",
        "level": "Emerging to Senior",
        "other_comments": "",
        "theme_relationship": "Because this session will involve panelists from multiple institutions, attendees will see how different Museums approach this work and how they can utilize this expertise to enhance their current fundraising practices.\n*In addition, by deepening the engagement of Board members in fundraising it will broaden museum communities. ",
        "theme_comments": "If this topic is of interest to the Programs Committee, I would greatly appreciate referrals for other speakers.  I?d certainly be willing to merge with another session if similar proposals exist.",
        "submitter": {
          "first_name": "Heather",
          "last_name": "Vihstadt",
          "title": "Director of Development",
          "institution": "High Desert Museum",
          "location": "Bend, OR",
          "tel": "541-323-3314 or 541-788-8567",
          "email": "heatherv@highdesertmuseum.org",
          "email2": "hvihstadt@gmail.com",
          "is_mod": true,
          "is_pres": true
        }
      },
      {
        "ID": "49",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "cgooch@fryemuseum.org",
        "session_title": "?You Want to Do What?!?  The Challenges of Presenting Contemporary Art Installations",
        "session_desc": "Museums are often tasked with presenting contemporary art installations that don?t fit the mold of our traditional policies and procedures. How can we engage with contemporary artists without misunderstandings, conflicts, or frustrations so that we can fully present their visions while still adhering to best practices for risk management, ethics and registration methods'  ",
        "session_unique": "This will be an opportunity for museum staff to discuss problems, usually not shared beyond their own museum's walls, in an open forum for input.    ",
        "session_objectives": "Examples will be presented of installations that were difficult to manage, either due to non-traditional materials, the risky manner in which they were presented, or tense relationships that emerged with the artists or their representatives. Perspectives of both registrars and curators will be included.  By frankly discussing problems encountered, mistakes made and solutions found, this session aims to foster an open discussion, including the audience, to increase our collective awareness of procedures and policies that need to be established or updated in our institutions.  Issues will include:  ||-Installation materials (e.g. live plants, mold, dirt, strong scents, sharp objects) that are potentially risky to visitors or the museum's internal environment.||-Division of museum staff responsibilities for the daily maintenance of A/V materials, and/or emergency cleanup responses for installations that are inherently messy.  ||-Insurance valuations which can be a source of conflict between museums and galleries.||-Dilemmas of how to track and describe works, such as performances, time-based media, or immersive environments, which don?t fit the traditional definition of loan objects or the fields provided by our collection databases.||-Policies for fairly sharing the burden and costs with artists and/or galleries for the repair or cleaning of components which are intended for interaction with visitors.||-Policies for keeping or dispersing components, provided and paid for by the host museum, after the exhibition closes. ||   ||-Ethics of when to consider an artwork as \"commissioned\" by the host museum and what happens to it after the exhibition closes.",
        "engagement": "There will be 3 presenters; one presenter will also act as moderator.  Each will have 15 minutes to present an illustrated examples of difficult art installations they have experienced.  The moderator will then pose questions to the presenters as well as to the audience in order to foster discussion (approx. 30 minutes) of the issues raised, and to hear about other museums' issues, problems and solutions found when exhibiting contemporary art.",
        "audience": "Registrars, curators, exhibition managers, risk managers, art installers",
        "level": "All levels",
        "other_comments": "Mainly intended for art museum professionals but may be useful and/or interesting to staff of other types of museums.",
        "theme_relationship": "In order to modernize our exhibition policies and procedures to be truly current, we must engage all involved staff so that all voices and concerns are heard and addressed.  With clear best practices established, we can then engage in a professional, consistent and timely fashion with artists and their representatives so that relationships remain smooth, artworks are presented at their best, risks to the public and the museum are minimized, and staff can maintain their sanity!",
        "theme_comments": "For now, one presenter will also act as moderator, however a separate moderator could be added if needed. ",
        "submitter": {
          "first_name": "Cory",
          "last_name": "Gooch",
          "title": "Chief Registrar / Head of Collections",
          "institution": "Frye Art Museum",
          "location": "Seattle, WA",
          "tel": "206-432-8228",
          "email": "cgooch@fryemuseum.org",
          "email2": "goochiegirl@comcast.net",
          "is_mod": true,
          "is_pres": true
        }
      },
      {
        "ID": "50",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "arupp@migcom.com",
        "session_title": "Laying the Groundwork: Laying the Groundwork: Getting the Pre-design and Planning Services You Need",
        "session_desc": "Whether you are setting your future direction, renovating, or building something new, planning is required. Questions abound: How much space? What will it cost to build or to operate? What can we raise? What will it look like? Planning can answer these questions, and more! Discover which plans will serve you, why, and in what order. We?ll discuss: Market Analyses, Capital Campaign Planning, Business, Institutional, Strategic, Concept, and Master Plans, Basis of Design, and others.",
        "session_unique": "Museums contemplating building projects must undertake careful planning before beginning design. This session will examine the planning steps that are critical to project success.",
        "session_objectives": "1. Participants will explore the challenges and opportunities of different pre-design services and plans, and will be able to identify how these planning steps will benefit their projects.\n*2. Participants will discover who can provide these services, how predesign teams can be structured, and what types of inputs they use to produce their work.\n*3. Participants will be able to apply these planning techniques at their own organizations and/or on their own upcoming projects.",
        "engagement": "This session will focus on Master and Visioning Plans, Capital Campaign Plans, Business & Institutional Plans, Strategic Plans, and Green Basis of Design. A panel of architects and consultants will discuss these services, how they interrelate, advise attendees about how and when to include contract planning services or develop them in house, and provide examples of organization, contents and timeline for various planning efforts. We will use a live audience polling system to interact with attendees and attain their feedback. ",
        "audience": "Executive Directors/CEOs, CFOs/Financial Staff, Board Members",
        "level": "Entry to Intermediate",
        "other_comments": "",
        "theme_relationship": "Planning and pre-design can answer many questions and reveal vital information about project cost, long-term sustainability, operations, program, and political viability. Architects and planning consultants can engage with clients early and often as the preliminary data is gathered and reviewed, implications analyzed, and recommendations developed. In addition, the plans explored by our panelists will help clients discern how, when, and how much to engage with their community, donors, consultants, members, and their visitors. ",
        "theme_comments": "We will use the time between now and the second submission deadline to find our last presenters that will best help us represent our proposed session. \n*We will would love to include Boise-based consultants and professionals from small museums, and are open to suggestions if it is of interest to the selection panel. We will be presenting a similar session at the Mid-Atlantic Association of Museums Building Museums conference, but would prefer to include speakers that are local and more relevant to your members and organization. ",
        "submitter": {
          "first_name": "Alissa",
          "last_name": "Rupp, FAIA, LEED AP BD+C",
          "title": "Principal",
          "institution": "MIG",
          "location": "Seattle, WA",
          "tel": "(206) 621-2196",
          "email": "arupp@migcom.com",
          "email2": "vjocson@migcom.com",
          "is_mod": true,
          "is_pres": true
        }
      },
      {
        "ID": "51",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "emilyjohnson@utah.gov",
        "session_title": "Museum Service Providers, Field Service Officers, and Funders Roundtable",
        "session_desc": "This session will give those engaged in museum services \" as field service officers, funders, or museum services offices \" a chance to engage one another in a dialogue about their unique challenges and perspectives in the field. Designed for these professionals to speak with one another about pressing issues, the session is also open to those who want to know more about what services might be available to their museum through a field service office near them.",
        "session_unique": "There are relatively few providers of field services in the Western region, and there are not many opportunities for them to convene. This is also an opportunity for WMA to capitalize on the presence of these kinds of museum professionals at a conference more typically populated by people working in individual organizations. ",
        "session_objectives": "To connect field service providers to one another \" who is operating in the region?; To increase the visibility of these programs in the field, and to find ways for these professionals to use WMA as a professional development opportunity.; To connect museums at WMA to these programs, and to increase their awareness of them.",
        "engagement": "While AASLH maintains a Field Service Alliance as part of their work, a more regional presence in the West for this kind of work has not been established. I imagine this to be a kind of round table or a small group discussion based on the issues facing these professionals, rather than a session dependent on presentations. Takeaways are a greater understanding of who in the region is doing what, how we can help each other and steal ideas from one another, and how through better interactions with one another, we can improve our service of museums in the West. ",
        "audience": "People engaged in field services work, or who work at funding organizations or museum services offices",
        "level": "Any",
        "other_comments": "",
        "theme_relationship": "Museum field services officers and funders are arguably the hub that enables many (especially smaller) museums to do the work they do. Speaking personally, I am deeply engaged in the work that museums across the state of Utah are doing, and looking for ways that I can help them do more to engage with their own audiences. The more these kinds of providers can engage with each other, the better they can serve museums more broadly.",
        "theme_comments": "I have a lot of ideas for session presenters, though none are confirmed. I am aware of the people doing this kind of work in Utah, Idaho, Washington, Oregon, and Alberta (maybe California \" unclear). I am always really excited to meet others who work in field services, so if you know someone I haven?t mentioned, please let me know!",
        "submitter": {
          "first_name": "Emily",
          "last_name": "Johnson",
          "title": "Museum Services Specialist",
          "institution": "Utah Division of Arts and Museums",
          "location": "Salt Lake City, UT",
          "tel": "801-245-7289",
          "email": "emilyjohnson@utah.gov",
          "email2": "She.is.emily@gmail.com",
          "is_mod": true,
          "is_pres": true
        }
      },
      {
        "ID": "52",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "lhedley@barona-nsn.gov",
        "session_title": "Indigenizing Museums Because Decolonization Isn?t Enough",
        "session_desc": "Decolonization is so much more than managing a collection of cultural material in a sensitive way.  After all, these items are perishable.  What can last forever are the philosophies and beliefs that sustain the Indigenous People.  Indigenization of museums includes recognizing the validity of indigenous worldviews, knowledge and perspectives, identifying opportunities for indigeneity to be expressed, and incorporating indigenous ways of knowing and doing.  Hear from indigenized museums and the good work they are doing.    ",
        "session_unique": "Decolonization was discussed at WMA for the last 3 years, and not from the Native persepective.  It's time to go beyond decolonization; Indigenize!",
        "session_objectives": "1. Learn the difference between decolonization and indigenization.  What can you do at your museum to indigenize?  Participants will understand where decolonization falls short and how to look at the bigger picture.\n*2. Hear from the Native perspective why indigenization is so important.  Remove your Western lens and understand history from the Native Perspective.\n*3. Discuss cutting-edge exhibition plans from Barona Museum.  Participants may be influenced to apply some of these ideas at home.",
        "engagement": "Conversation is important.  Tribal Members and Tribal Museum reps share their views on decolonization and indigenization.",
        "audience": "All interested in Native themes, decolonization, and next steps",
        "level": "all",
        "other_comments": "",
        "theme_relationship": "Engage in a new discourse.  How can museums use their preservation techniques on intangible cultural philosophies'  Think outside of the box.  Beyond \"us' versus \"them? and more on \"we.\"  ",
        "theme_comments": "Yes, am looking for museums that have embraced indigenization, beyond decolonization.  Have some requests to tribal museums but waiting to hear back.  Am happy to merge.",
        "submitter": {
          "first_name": "Laurie",
          "last_name": "Egan-Hedley",
          "title": "Director/Curator",
          "institution": "Barona Cultural Center & Museum",
          "location": "Lakeside, CA",
          "tel": "619-443-7003",
          "email": "lhedley@barona-nsn.gov",
          "email2": "",
          "is_mod": true,
          "is_pres": true
        }
      },
      {
        "ID": "53",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "bgarcia@museumofman.org",
        "session_title": "Undoing Institutional Racism: An Ongoing Project (Year 3)",
        "session_desc": "In Edmonton and then in Tacoma we delved into ways that structural racism shows up in our workplaces. Join us for this double session for the first time, or return to continue the conversation in Boise.  Discuss what self-care looks like for professionals of color! Develop your skills as a white ally! Find a community of practice! Workshop-style activities and break-out groups prepare participants to be effective advocates for equity and inclusion. ",
        "session_unique": "This session will engage participants in group activities and discussions aimed at equipping them with tools to undo aspects of institutional racism in museums.",
        "session_objectives": "1. Move attendees to the next step on their path toward embodying equity and inclusion. Attendees will leave with action items geared at their sphere of influence.\n*2. Update understanding of core concepts related to racial and ethnic inequity in museums and the broader culture.\n*3. Define what being a white ally and responsible gatekeeper looks like, and what self-care for professionals of color requires, in museums. ",
        "engagement": "This session will move from an \"undoing institutional racism 101? overview focused on one key concept, to activities in break-out groups that allow for frank discussion. White allies and people of color will have opportunities to share their questions/impressions/experiences separately and then come together for a broader conversation.",
        "audience": "Professionals in any role in an organization (and students) can apply the content of this session to their sphere of influence.",
        "level": "All",
        "other_comments": "",
        "theme_relationship": "The different experiences of professionals of color versus those of white professionals in museums have a debilitating effect on our work environments. This session will work to frame the undoing of institutional racism as a united effort where all staff and stakeholders can work together to ensure more equitable museums in the future.",
        "theme_comments": "Based on the follow-up to this session in Tacoma that was convened informally the following morning, we are proposing a double session. The overwhelming response from participants was that more time was required!",
        "submitter": {
          "first_name": "Ben",
          "last_name": "Garcia",
          "title": "Deputy Director",
          "institution": "San Diego Museum of Man",
          "location": "San Diego, CA",
          "tel": "619-239-2001, x17",
          "email": "bgarcia@museumofman.org",
          "email2": "graygarcia68@gmail.com",
          "is_mod": true,
          "is_pres": false
        }
      },
      {
        "ID": "54",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "szwerling@aam-us.org",
        "session_title": "Recalculating, Recalculating...Using the Museum Assessment Program As Your Museum?s GPS on the Road to Excellence",
        "session_desc": "Does your museum need budget-friendly directions to improve its community engagement, address challenges with collections, strengthen its educational activities, align operations overall, or hone its governance for greater leadership potential? The Museum Assessment Program can give your museum the best route to reach your destination. Hear about the new and revised assessment options; and the benefits, experience, and results of MAP from recent participants. Fuel up to apply for this IMLS funded excellence program today.",
        "session_unique": "While it been running for 37 years, every year MAP still engages museums that have never participated before, and/or have never heard of the program. ",
        "session_objectives": "After coming to this session, attendees will:||* Understand MAP process and what the new/revised assessments and aspects of the process/program are||* Be motivated to apply for MAP||* Understand value of self and peer assessment as a way to engage with the larger field and strengthen the organization, so it can better serve its community and stakeholders.",
        "engagement": "This 75-minute session features a combination of basic information about MAP (steps, options, cost, etc.) delivered by the Program Officer, followed by a conversational discussion between the PO and two recent program participants about their MAP experiences. The bulk of the session focuses on the latter. Attendees will be able to ask questions during and at the end of the session. They will leave with a handout summarizing assessments, costs, timing, and deadline.",
        "audience": "Best suited for CEOs, Senior Staff, Board Members (people with decision-making roles at the museum)",
        "level": "",
        "other_comments": "",
        "theme_relationship": "In addition to all the MAP assessments themselves (Organizational, Community Engagement, Collections, Education, Leadership) the nature of the process creates internal and external engagement experiences for the museum. The self-assessment forces staff and board members to work together and engage deeply with museum's core mission. The site visit connects the museum with a peer, exposing them to standards and best practices. Overall MAP gives museums the opportunity to engage with the broader museum community.",
        "theme_comments": "",
        "submitter": {
          "first_name": "Susan",
          "last_name": "Zwerling",
          "title": "MAP Program Officer",
          "institution": "American Alliance of Museums",
          "location": "Arlington, VA",
          "tel": "(202) 218-7714",
          "email": "szwerling@aam-us.org",
          "email2": "",
          "is_mod": true,
          "is_pres": false
        }
      },
      {
        "ID": "55",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "Lsnyder1222@gmail.com",
        "session_title": "Motherhood and Museum Professionals: Creating Environments Supportive of Work/Life Balance",
        "session_desc": "Babies and work!  Babies at work?  Babies and no work?\"  Hear true tales of 4+ babies born to museum professionals and their experience as mothers in the workplace.  Supportive?  Neutral?  Discriminatory?  Then work collectively with other participants to explore strategies to ensure museums have systems in place to achieve both what's best for the museum and for their staff.  We?ll focus on parent-hood, but conversations will apply more broadly to any work/life balance.  ",
        "session_unique": "As a field (particularly one chock-full of women in their child-bearing years), do we really support young families'  We seek discussion leading to improvements.",
        "session_objectives": "1) Expose museum professionals to a variety of responses from institutions regarding maternity leave/parenthood in the museum to offer insight into some of the successes/problems in this area.\n*2) Through meaningful group discussions, explore both goals for museums to meet in this area and options for how to achieve those goals.\n*3) Open a forum for discussion on this topic that can be revisited in other formats/future meetings. ",
        "engagement": "Session will be a mix of PechaKucha to introduce some ideas, Spectogram to allow for participants to share their experiences and make meaningful groups for an Unconference-style discussion with some thoughtful prompts designed to help participants leave the session with a plan of action.  State-specific resources will also be made available regarding maternity leave and other pertinent information.",
        "audience": "Any museum professional \" particularly relevant to leadership and/or human resources staff",
        "level": "Any",
        "other_comments": "",
        "theme_relationship": "Creating a positive and caring work environment  - this is essentially the core of our session, which we will look at through the lens of maternity/paternity leave/parenthood.",
        "theme_comments": "We would definitely be willing to merge with another presenter/group.  We are actively seeking other presenters, particularly someone with an HR background, but if the proposal reviewers have suggestions, that would be great.",
        "submitter": {
          "first_name": "Lindsey",
          "last_name": "Snyder",
          "title": "Museum Education PhD Student",
          "institution": "University of British Columbia",
          "location": "Vancouver, British Columbia  (live in Ferndale, Washington)",
          "tel": "815-483-0228",
          "email": "Lsnyder1222@gmail.com",
          "email2": "",
          "is_mod": false,
          "is_pres": true
        }
      },
      {
        "ID": "56",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "halena@hawaii.edu",
        "session_title": "Indigenous Perspectives on Museum Diversity",
        "session_desc": "The emergence of tribal museums are representative of the diversity of Indigenous nations and cultures in North America. But what does diversity within these museums look like, especially in a time where discussions around museum diversification reign supreme? This roundtable brings together museum scholars and practitioners to discuss the practice of diversity in tribal and/or indigenous museums to reflect on the following question: Does diversity matter to tribal museums and communities'  ",
        "session_unique": "This session is innovative because we are examining how national discussions around museum diversity might inform the daily practice and/or institutional structure of tribal and/or indigenous museums.",
        "session_objectives": "The ultimate goal is to provide an opportunity for an inspired, engaged dialogue around museum diversity and the issues that arise within tribal and/or indigenous museum contexts. What is the current state of diversity within tribal and/or indigenous museums today? How have museum scholars and practitioners attempted to diversify museums in ways that are more equitable? What does diversity within tribal and/or indigenous museums look like in the future? \n*Specific objectives of the session will be to: \n*1.\tReview how museum diversity has been theorized and discussed over the last decade. \n*2.\tShare indigenous perspectives on museum diversity as it relates to various areas of work within tribal and/or indigenous museums. \n*3.\tConsider the state of diversity within tribal and/or indigenous museums today. \n*4.\tEncourage museum professionals who work in tribal and/or indigenous museums to consider the role of diversity within their home institution. \n*5.\tDiscuss the differences between how \"diversity\" is understood amongst Indigenous museum professionals, non-Indigenous museum professionals, and the communities that they serve. \n*6.\tOffer suggestions on how diversity can be implemented and discussed to encourage institutional change and growth. \n*The outcomes of this session will hopefully be (1) to form an energized community of museum professionals, both indigenous and non-indigenous, who are equipped with the tools necessary to address issues of diversity within their home institution, and (2) to form a network of museum professionals who want to support one another in their efforts to enact institutional change.",
        "engagement": "?Indigenous Perspectives on Museum Diversity? would follow a standard session format. Each presenter would be allocated time to do a presentation, followed by a discussion with the audience to further explore particular concepts. One of the take aways will be strategies for increasing access to collections for diverse audiences through digital databases. One of the presenters will discuss Restoring Ancestral Connections, an online database aimed to bring together Indigenous collections from around the world.  ",
        "audience": "Indigenous and non-Indigenous museum professionals who work in tribal museums or with extensive Indigenous collections in their institutions.",
        "level": "All levels",
        "other_comments": "",
        "theme_relationship": "The session engages with the theme of the 2019 annual meeting because it directly addresses the issue of diversity at the tribal level. Although diversity provides a means for larger private, state, and national museums to address various inequities, it can also foster discussions at a local level regarding the institutional changes that we want to see within our own museums as we plan for the next seven generations.",
        "theme_comments": "No further presenters are needed for this session. We would also prefer for this session to remain closed and to not merge with another.",
        "submitter": {
          "first_name": "Halena",
          "last_name": "Kapuni-Reynolds",
          "title": "Graduate Assistant, Museum Studies Graduate Certificate Program ",
          "institution": "University of Hawaii at Manoa",
          "location": "Honolulu, HI ",
          "tel": "(808) 315-5411",
          "email": "halena@hawaii.edu",
          "email2": "halenakaprey@gmail.com",
          "is_mod": false,
          "is_pres": true
        }
      },
      {
        "ID": "57",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "amandab@basquemuseum.eus",
        "session_title": "The Outsiders: Creating Museum Professionals Across Disciplines.",
        "session_desc": "A growing trend in the world of small museums is to hire individuals who are not necessarily from a museum background. For these institutions, it is the ability to multi task across disciplines and to possess \"soft skills' that create an ideal candidate. This session will explore the skills brought to the table by these non-traditional hires and how to support their growth as emerging museum professionals. ",
        "session_unique": "Sessions are generally geared towards museum professionals, this session will discuss how non-museum professionals are capable of the flexibility needed to work within small museums. ",
        "session_objectives": "Discuss what skills non-museum professionals can highlight in resumes and interviews when they apply for a museum job. Discuss ways to support the non-museum professional into becoming an emerging museum professional.",
        "engagement": "Presenters speak for about 10 to 15 minutes each and then time for attendees to discuss how they have bridged the gap from non-museum professional to an emerging museum professional, advice they would give to those applying for museum jobs from a non-professional background or what museums should look for in resumes or ask in the interviewing process that would give further insight (beyond education) into the individual's ability to carry out the job. ",
        "audience": "any, emerging professionals, administrative",
        "level": "any",
        "other_comments": "",
        "theme_relationship": "Usually coming from a related field, the non-museum professional is not always bound by the theory and methods that dictate traditional museum product (i.e. exhibits, programming) and often produce creative solutions to engage the visitor in unique ways. ",
        "theme_comments": "",
        "submitter": {
          "first_name": "Amanda",
          "last_name": "Bielmann",
          "title": "Curator of Collections & Exhibitions, Idaho Association of Museum Board of Directors",
          "institution": "Basque Museum & Cultural Center",
          "location": "Boise, Idaho",
          "tel": "208-343-6959",
          "email": "amandab@basquemuseum.eus",
          "email2": "Amanda.bielmann@gmail.com",
          "is_mod": true,
          "is_pres": false
        }
      },
      {
        "ID": "58",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "dzilafro@mattconstruction.com",
        "session_title": "ENGAGE with your collections:  Offsite Storage or Museum Resource?  Concepts in offsite storage, the pros and cons of outsourcing vs. insourcing.",
        "session_desc": "Resource centers are trending, and most collections continue to grow.  What are the pros and cons to developing an offsite storage run by your institution, vs. an outside art handling company or private contractor?  What are the risk factors' The unspoken costs'  Is there a way to pitch this to funders?",
        "session_unique": "I am not sure that anyone at WMA has addressed this topic in the past, and there have been some recent successes in our region with the Resource Center model.  Also, we are attempting to discuss the possibility of a shared resource center (storage) between institutions, using the Parks Service as a potential model to emulate or learn from.",
        "session_objectives": "1) Give museums of different types and sizes a framework to evaluate whether an internally-run off-site resource center might be a better or worse solution than outsourcing those functions.\n*2) Share lessons learned from those who have created and run resource centers, as well as revenue potential for unused space.\n*3) Spark discussion around the potential of collaborating on a resource center solution in different geographic areas.",
        "engagement": "Three resource center panelists will share the story behind their facility's development, including funding sources, rationale, and objectives.  They will also take us through average operational costs, staffing, and what makes their specific solution unique.  They will end with a look-back to see whether the center has performed in the way that they had hoped, and/or whether it surprised them in any ways (positive or negative).  Facilitator will solicit audience feedback on the subject, and provoke questions about new models that might be collaborative.",
        "audience": "Museum directors and/or senior facilities or operations-focused teams.  Some content relevant to senior level curators.",
        "level": "Any",
        "other_comments": "",
        "theme_relationship": "One of the drivers behind at least one of our resource centers was the fact that the curatorial team was not engaging often with the collection that was previously held in contracted art handling/storage space.  This solution allowed the curators to more easily access the collection at any given time, without additional costs, and to have actual museum resources on-site for such engagement.  ",
        "theme_comments": "Right now I think we have sufficient leads for presenting.  Dafna from MATT Construction will facilitate and frame the dialogue (and have resources available for cost implications of such construction).  The three speakers on the panel are proposed as follows:\n*1) Rachel Faust, (confirmed), Manager of Artist's Initiative, SFMOMA's resource center\n*2) Ursula Filice (tentative), California State Parks\n*3) LaLena Lewark, Sr. Director, Collections & Conservation, The Autry Museum & Resource Center  (confirmed)\n*The tentative Parks Dept representative may not be the final panelist, but may suggest another person from her institution. \n*Open to any program committee changes or recommendations, including changing facilitator or any panelists.",
        "submitter": {
          "first_name": "Dafna",
          "last_name": "Kaplan (Zilafro)",
          "title": "Vice President",
          "institution": "MATT Construction",
          "location": "Los Angeles, CA and Redwood Shores, CA",
          "tel": "310-245-0287",
          "email": "dzilafro@mattconstruction.com",
          "email2": "dzilafro@gmail.com",
          "is_mod": true,
          "is_pres": false
        }
      },
      {
        "ID": "59",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "amandab@basquemuseum.eus",
        "session_title": "Preparing for the Worst: Disaster Planning for Museums",
        "session_desc": "Museums do so much to protect cultural heritage from the known environment, but what about the unknown? How can we best prepare for natural (or unnatural) disasters that we didn?t see coming? What are the first action steps we need to do to minimize damage? This session will walk through creating a disaster preparedness plan for your institution, provide resources for emergencies, and help you know how to react when disaster strikes. ",
        "session_unique": "Disasters in museums are not in themselves unique, but surviving them may be. This session will give hands on examples to prepare museum staff in the event of an emergency.",
        "session_objectives": "Objectives: Learn what resources are available for museums in the event of a disaster. Learn to create detailed disaster response plans. Have directions on how to react at the start of the disaster to hopefully minimize damage to collections (if possible). \n*Outcomes: The attendees will be broken into groups and asked to apply what they learned in the session to tackle disaster examples given to them. Attendees will leave with disaster plans started for their institutions and directions on implementing their plans. ",
        "engagement": "The session will begin with speakers talking about resources, planning, and what can be done to minimize damage in a disaster. The attendees will then be broken into groups and given a disaster example to mitigate. Solutions will be shared with the whole group at the end. Take aways will include resources, contacts for disaster \"aid,\" as well as an outline for creating a disaster preparedness plan for their institution. ",
        "audience": "Curator/Collections Management",
        "level": "Any",
        "other_comments": "",
        "theme_relationship": "In light of the disaster and tragedy of Brazil and the eminent threat to Western US museums in the form of wildfires, earthquakes, and flooding, it is critical that museums engage in the safety of their collections. If we do not, there will be no content in which to engage the public.  ",
        "theme_comments": "May need help with additional presenters.",
        "submitter": {
          "first_name": "Amanda",
          "last_name": "Bielmann",
          "title": "Curator of Collections & Exhibitions, Idaho Association of Museum Board of Directors",
          "institution": "Basque Museum & Cultural Center",
          "location": "Boise, Idaho",
          "tel": "208-343-6959",
          "email": "amandab@basquemuseum.eus",
          "email2": "Amanda.bielmann@gmail.com",
          "is_mod": true,
          "is_pres": false
        }
      },
      {
        "ID": "60",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "ericn@nordicmuseum.org",
        "session_title": "Expansion, Evolution, Engagement: The Nordic Museum Saga ",
        "session_desc": "Founded as a volunteer-led organization in 1979, the Nordic Heritage Museum evolved into one of the \"Top Five? international museum destinations for 2018. Discover how the new Nordic Museum re-designed every aspect of exhibits, building, programs, international cooperation and outreach to engage a new generation and national audience to a beloved Seattle institution. ",
        "session_unique": "The holistic and integrated re-thinking of curation, museum design, development and exhibit design are unique in the dramatic, yet budget conscious, transformation of a regional museum. ",
        "session_objectives": "1. Attendees will understand the process for developing an immersive visitor experience, combining site, building and visitor flow to support museum mission and exhibit storyline. \n*2. Attendees will learn how to create frameworks for collaboration, community outreach and broader engagement with museum staff, exhibit designers, architects and the museum board to transform the outcome of exhibits and visitor experience. \n*3. Attendees will learn a process to prioritize key decisions to balance collection areas, community areas and exhibit areas?each of these areas are essential to preserve essential artifacts, support diverse community gathering functions and tell multiple stories. ",
        "engagement": "The presentations will be both explanatory and conversational. Topics including curation, exhibit design, campaign development, building and site design and international outreach will be presented in PowerPoint format.  \n*The panel will take advantage of the multiple perspectives presented to facilitate a dynamic dialog on navigating curation, loan selection, artwork integration, as well as exhibit and building design emphasis for both the essential and messy discussions underlying the finished product of a new museum. || ",
        "audience": "Content is intended for all levels with emphasis on leadership frameworks that can support integrated design processes",
        "level": "All",
        "other_comments": "",
        "theme_relationship": "Challenge: The Nordic Heritage Museum was previously located in a 1908 elementary school in a residential neighborhood with a membership of aging first- and second-generation Nordic immigrants. The Museum needed to re-engage a new generation of Nordic-American and non-Nordic audiences.\n*Solution: Engagement of a new generation was increased by creating a modern immersive Nordic experience. The new museum links exhibits and architecture to create a fully immersive and re-branded environment that includes a caf?, store and great hall. Programs and museum elements were reimagined for contemporary audiences?music, travelling shows, films, food and gatherings.",
        "theme_comments": "We have a full presenter slate. \n*We could merge if there is a double time slot ",
        "submitter": {
          "first_name": "Eric",
          "last_name": "Nelson",
          "title": "Executive Director/CEO",
          "institution": "Nordic Museum",
          "location": "Seattle, WA 98107",
          "tel": "206-789-5707    Cell: 707-815-0459",
          "email": "ericn@nordicmuseum.org",
          "email2": "",
          "is_mod": true,
          "is_pres": true
        }
      },
      {
        "ID": "61",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "Sonja.lunde@umfa.utah.edu",
        "session_title": "Make Engagement Part of Your Plan: Thinking Beyond Basic Strategic Planning",
        "session_desc": "For museums to effectively serve as catalysts for engagement, it's important that our strategic priorities be aligned with that aspiration. Join us to explore how museum professionals regard various engagement principles and implement them at the internal levels of our organizations. Panel presentations and group discussion will illuminate ways in which core documents and shared values of engagement can be integrated across any museum's scope of work, organizational structure, and strategic plan.",
        "session_unique": "This session lends an opportunity to take a typically \"dry\" topic (strategic planning) and infuse it with critical thinking and discussion directly related to the \"hows and whys?\" of incorporating a sense and practice of engagement into our everyday organizational planning.",
        "session_objectives": "1. This session will likely appeal to those in administrative positions, however is absolutely applicable and open to anyone. \n*2. I hope the session has potential to illuminate for attendees helpful, approachable ideas and solutions for developing and/or expanding their museum's strategic plan and other core documents to reflect an emphasis on ENGAGEMENT.\n*3. I hope to stoke a dynamic conversation. The session is not meant to be one-directional, so the panelists will prepare accordingly to that end. I?m unsure of the exact tactics we?ll use to catalyze critical thinking and dialogue with the audience, but we will be thinking of activities and other means to do so. I welcome suggestions. ",
        "engagement": "Single session. Three member panel presentations (10 minutes each) will introduce the topic from various POVs, levels of experience, and types/sizes of museums. Remainder of time would be spent facilitating participatory group discussion with audience. Q&A would be stoked by panelists showing examples of core documents and sharing stories from their own planning experiences. A reference list of reading materials, planning templates, and other strategy tools will be provided as a takeaway. \n*Panelists include:\n*Sonja Lunde, Deputy Director Utah Museum of Fine Arts\n*Victoria Panella Bourns, Executive Director Utah Division of Arts and Museums\n*Jessica Farling, Director and Chief Curator Southern Utah Museum of Art",
        "audience": "Administrative/Managerial personnel (but open to anyone!)",
        "level": "Open",
        "other_comments": "",
        "theme_relationship": "Yes. Its entire focus is to highlight the conference theme in the context of strategic planning work we?re likely already doing.",
        "theme_comments": "I?m unsure if there are any other sessions planned on core documents and/or strategic planning, but this could be piggybacked or merged with another likeminded session if the programming committee sees value in doing so. ",
        "submitter": {
          "first_name": "Sonja",
          "last_name": "Lunde",
          "title": "Deputy Director",
          "institution": "Utah Museum of Fine Arts",
          "location": "Salt Lake City, UT ",
          "tel": "801-581-3123",
          "email": "Sonja.lunde@umfa.utah.edu",
          "email2": "",
          "is_mod": true,
          "is_pres": true
        }
      },
      {
        "ID": "62",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "gena@luksigroup.com",
        "session_title": "Life of an Object",
        "session_desc": "Many American Indian objects displayed in museums are exhibited for their aesthetic qualities without taking into consideration their cultural context.  The staff at the American Indian Cultural Center & Museum is developing an exhibition that not only takes into consideration the cultural context of objects but presents their stories as beings that are imbued with a living spirit.  Session will explore the way in which tribes and the community voice express cultural contrast in giving voice to our precious objects.",
        "session_unique": "Gives indigenous voice to cultural objects.",
        "session_objectives": "Shares different cultural perspectives to museum practices.",
        "engagement": "Session format to include panel of 3-5 Indigenous Museum/Cultural Center representatives sharing powerpoint or updates on institutional experience/program and open up to question and answer on experiences/success/challenges.  Audience interaction will be strongly encouraged \" desirable to have room seating arranged in circular fashion as dialogue with panel will be opened up to encourage audience participation in exchange and providing updates in indigenous programs and projects across Indian Country.",
        "audience": "all museum professionals and community.  Indigenous audiences as well.",
        "level": "",
        "other_comments": "",
        "theme_relationship": "Yes, engages unique community and cultural perspectives.",
        "theme_comments": "Sure \" we can discuss and develop",
        "submitter": {
          "first_name": "Gena",
          "last_name": "Timberman",
          "title": "Project Manager/Consultant",
          "institution": "AICCM",
          "location": "OKC, OK",
          "tel": "405.420.2375",
          "email": "gena@luksigroup.com",
          "email2": "",
          "is_mod": true,
          "is_pres": true
        }
      },
      {
        "ID": "63",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "henleyco@earthlink.net",
        "session_title": "De-colonizing History in a Colony and in a Nation",
        "session_desc": "Guam is effectively still a colony of the United States. We explore how three recent exhibits there addressed the perspective of Guam's indigenous people, the CHamorus. Project success was impacted by who controlled the project (colonizers vs. colonized) and by the level of CHamoru involvement: whether planning, reviewing, or creating remedial programs, after the fact. These experiences are compared with those for a recent Cherokee Nation museum. Schedule and budget implications are also addressed.",
        "session_unique": "We explore the issue from the fairly \"raw\" perspective of indigenous people who were very recently colonized. One presenter's father was alive when Americans arrived. ",
        "session_objectives": "1) To convey the critical need for full collaboration with indigenous people on indigenous exhibitions. \n*OUTCOME: \n*Each audience member should be enthusiastic about involving indigenous groups in the development process. They will learn concrete steps by which to solicit a wide range of individuals to serve as collaborators or consultants. \n*2) To counter the most common arguments against collaboration (it will take too long; cost too much) \n*OUTCOME: \n*Attendees will assign budget and schedule allocations by the same criteria they would for a museum about their own people \" for instance a museum about white men, African-American women, Christians, the people of Idaho, the Western Museums Association. Planning and developing a story about any group of people requires exploration of multiple perspectives and respect for the time of consultants (i.e. paid compensation commensurate with that for outside academic experts). Attendees will appreciate that when the project belongs to a group, the group will make it happen, on time and budget. Mutual \"ownership\" is the key.\n*3) To offer techniques to ease collaboration and make it as efficient and effective as possible. \n*OUTCOME:\n*Attendees will use food and hospitality as part of the collaborative process, and respect input received (either incorporating suggestions or reaching mutually agreeable compromises). They will appreciate that like all consultants, cultural consultants tend to be sympathetic to the person or organization that is paying them. For completely candid collaboration, payments should come directly from an indigenous organization, not from an outside group that may have its own agenda. ",
        "engagement": "40 minute presentation of each project's process, failures and successes, and lessons learned. \n*15 minutes for the audience to break into five or more self-identified groups (by interest, ethnicity, region, affiliation, etc?still TBD) and then discuss the form of involvement they would prefer for a museum about them, that was being created by others.\n*10 minutes to share their criteria with the rest of the group.\n*10 minutes for further discussion / Q & A.",
        "audience": "Administrators, museum and exhibit planners, architects, designers, writers, and curators. ",
        "level": "All levels",
        "other_comments": "",
        "theme_relationship": "Yes, it calls for engagement of indigenous people in the planning and development of projects that relate to them. ",
        "theme_comments": "Given the cost of travel from Guam, any potential assistance would be welcome. If participants were to collaborate via conference call or Go-To-Meeting format, a later time slot would be appreciated (6 hr time difference for Guam). Open to suggestions or merging options!",
        "submitter": {
          "first_name": "Lyn",
          "last_name": "Henley",
          "title": "President",
          "institution": "Henley Company",
          "location": "Topanga, CA",
          "tel": "310-455-4262",
          "email": "henleyco@earthlink.net",
          "email2": "lyn@henleycompany.com",
          "is_mod": false,
          "is_pres": true
        }
      },
      {
        "ID": "64",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "sethj@centerofthewest.org",
        "session_title": "Managing the Digital Content Lifecycle: Write Once, Use Everywhere[1]",
        "session_desc": "The need to define both \"Digital Content? and \"Digital Strategy? are essential for any organization. In doing so, the Lifecycle of Digital Content becomes more transparent \" and easier to wrangle.",
        "session_unique": "How museums can use digital projects to break down department silos and build content with multiple applications and surprising uses.",
        "session_objectives": "Pressed with the need to expand our Internet Presence with limited funding and staffing, we decided to create a tool to aggregate content across our existing platforms. Additionally, faced with aging kiosks and wayfinding signs, we decided to also use the platform for digital signs, interactive wayfinding, and even specifically-themed kiosk designs within the galleries. In 2019, it will also serve as a repository for interactive materials to supplement our Skype in the Classroom lessons. Aside from discussing some of the specific technologies we think might be of interest to others, we also think our methodology is worth sharing. Instead of assembling one large group to try and agree on a single idea, we built the software in loosely-connected modules over several years. By creating one unifying \"front-end? system \" without forcing burdensome workflows changes on individual departments \" we found it much easier to re-use existing content, quickly link new content, and cross-link content in more places.\n*Of course on paper this can all sound a bit Zany \" but the concept itself is pretty simple. I will create a sandbox copy of the software so that participants can explore the Administrator interface of i-Scout. Although the software itself is not the main focus, I think having some hands-on tech will help stimulate the discussion.",
        "engagement": "The TeachMeet Session Format would probably work best (although I am open to suggestions). This will allow us to briefly discuss a wide range of ideas and potential solutions. Participants are encouraged to bring a smartphone, tablet or laptop with them \" and any examples or questions they may have about emerging web technology. I will also bring some hands-on gadgets such as the mini-4K touchscreen.",
        "audience": "Marketing, educators, curators, and museum leadership",
        "level": "Emerging or established",
        "other_comments": "",
        "theme_relationship": "In two ways: The first goal of this project is to engage content ambassadors, gatekeepers, and producers into a discussion about how a \"system of systems' could be used within a single organization and even across multiple organizations. Second, to engage visitors (both physical and virtual) across multiple channels \" using a single platform.[2]",
        "theme_comments": "We are very flexible in terms of what the committee suggests. I can probably find another presenter or two here at the Center who would help, but due to the transition of leadership right now it's not a good time to get a firm commitment. Any suggestions for other speakers or a moderator are welcome. ",
        "submitter": {
          "first_name": "Seth",
          "last_name": "Johnson",
          "title": "IT Technician, Web Developer",
          "institution": "Buffalo Bill Center of the West",
          "location": "Cody, WY",
          "tel": "307-250-3240",
          "email": "sethj@centerofthewest.org",
          "email2": "",
          "is_mod": false,
          "is_pres": false
        }
      },
      {
        "ID": "65",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "cowboycurator@gmail.com",
        "session_title": "Museums are Places that are Quietly Subversive",
        "session_desc": "Has your museum ever tried to engage audiences in controversial topics, moderate discussions about social movements, or introduce inclusive practices only to be stymied by your board or director?  Does it feel impossible for your museum to be an advocate for social justice issues' This session is informed by the #museumsarenotneutral movement, the reality of museum professionals who can?t overtly address controversial topics, and a belief that \"museums are places that are quietly subversive.?",
        "session_unique": "Models DEAI work in a way that can be utilized by museums that are rural, small, or in very conservative locations.",
        "session_objectives": "1) Based on examples given by the presenters and audience members, participants will develop their own ideas about how to bring more inclusive practices and audience engagement techniques to museums of all sizes, disciplines, and geographic locations. Participants should glean at least a couple of concrete ideas that they could try to implement in their museum.\n*2) Participants will develop a sense of community and shared purpose by meeting other professionals who are struggling with the very same challenges of how to engage in diversity, equity, accessibility and inclusion work when they are being told by their boss or their board that they can?t do anything partisan at work, anything that takes a stance on a particular issue, or sometimes, even express an opinion outside of work. By growing their network, participants will gain new resources to call upon when they are back in their museum and encounter a challenge when trying to advance inclusion in their institution.\n*3) Participants and presenters will develop a counterpoint to the #museumsarenotneutral movement, by acknowledging that museums are not neutral (no organization or person is neutral), as well as recognizing the reality that the vast majority of museums are small and rural, and that the embodiment of #museumsarenotneutral looks very different in those institutions than it does in museums in large progressive urban areas. Participants will learn how to shake up the structure and dynamics of their museums by using more nuanced approaches to \"position\" and \"tone\" without acquiescing to cries for \"civility.\" ",
        "engagement": "Moderator will ask presenters one/two questions; presenters will answer based on their perspective. Moderator will ask follow-up questions and then solicit questions from the audience, to be answered by presenters and moderator. Session will end with a lightning round inviting audience members to share successful examples of inclusion in a rural, small museum, or conservative setting \" or to express interest in a particular initiative so they can connect with peers who might have helpful suggestions.",
        "audience": "All staff who engage audiences at small museums, rural museums, and museums in conservative locations.",
        "level": "Emerging, mid and senior.",
        "other_comments": "",
        "theme_relationship": "Session relates to the Engage theme as it is focused on audience engagement, pushing boundaries to be inclusive of new audiences while not alienating existing audiences. Focus will be on exhibitions and programming as well as how to work through conflict with staff and boards who might not be comfortable with inclusive practices. Presenters may touch on innovative partnerships and will certainly address museums as social change incubators.",
        "theme_comments": "Presenters were chosen to represent as many perspectives as possible:\n*Rural museum, small museum, and mid-size museum in a conservative city.\n*Natural history museum, art museum, history museum.\n*Moderator has experience working in all of the above.",
        "submitter": {
          "first_name": "W.",
          "last_name": "James Burns, Ph.D.",
          "title": "Executive Director",
          "institution": "Arizona Historical Society",
          "location": "Tempe, AZ",
          "tel": "602.509.8523",
          "email": "cowboycurator@gmail.com",
          "email2": "jburns@azhs.gov",
          "is_mod": true,
          "is_pres": false
        }
      },
      {
        "ID": "66",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "doug@eoslightmedia.com",
        "session_title": "An Exhibit Lighting ‘Case’ Study",
        "session_desc": "The relatively recent adoption of LED technology in museum lighting has presented both opportunities and challenges to museum professionals. This session will present an overview of internal case lighting systems implemented on recent projects The presentation will include a discussion of the challenges and successes.",
        "session_unique": "There are very few sessions presented at the AMA that reference exhibit lighting.",
        "session_objectives": "• Objective: Provide an overview of the challenges of working with LED lighting technologies for internal case lighting. Desired Outcome: Assist museum professionals in coping with the recent advances in LED lighting technology.                               • Objective: Discuss some of the do’s and don’ts of using LEDs for internal case\nlighting. Desired Outcome: Assist museum professionals in selecting appropriate\ncase lighting solutions.                                    • Objective: Provide an overview of dimming options for LED case lighting.\nDesired Outcome: Assist museum professionals in recognizing the challenges of\ndimming LED sources and identify some strategies for success.",
        "engagement": "The panel will speak to a Powerpoint presentation of representative projects and discuss the challenges, successes, and failures associated with each approach. Time will be allotted for an open discussion with session participants.",
        "audience": "Curators, exhibit designers, museum technical staff",
        "level": "Intermediate",
        "other_comments": "",
        "theme_relationship": "The topic of ENGAGEment includes the statement that museums must address and adapt to\nchanges including “the current economic situation” & “climate change”. The adoption of\nLED technology has a significant impact on climate change by reducing a facility’s carbon\nfootprint but the ability to realize that goal is limited by economic reality. Introducing LED\ntechnology can have unexpected consequences and this session will address best practice\nand potential pitfalls.",
        "theme_comments": "We would like to include a panelist to provide an objective, outside perspective on the\npresentation. We will approach senior decision makers on our selected projects to see if\nsomeone is interested in filling that role. If not, we will request assistance.",
        "submitter": {
          "first_name": "Douglas ",
          "last_name": "Welch",
          "title": "Principal & Managing Director",
          "institution": "Eos Lightmedia",
          "location": "Vancouver, BC",
          "tel": "604-639-5488",
          "email": "doug@eoslightmedia.com",
          "email2": "",
          "is_mod": false,
          "is_pres": true
        }
      },
      {
        "ID": "67",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "ksturgeon@wvmcc.org",
        "session_title": "Exhibit Critique: Idaho State Museum",
        "session_desc": "This perennially popular session investigates current best practices and choices made in creating exhibitions—this year, with the Idaho State Museum (ISM).  The critique will be of ISM’s  permanent survey exhibit, Idaho: The Land and Its People. Throughout history, Idaho’s land and people have shaped each other. Idaho: The Land and Its People offers visitors the opportunity to explore Idaho’s three geographic regions and discover the rich resources that influenced the Gem State’s development. The exhibit offers immersive environments, artifacts, and multi-media experiences to its guests to better bring Idaho’s cultural heritage to life.",
        "session_unique": "This session provides a forum for multiple perspectives from a variety of museum professionals to be expressed, and facilitates increasing our field’s creative tools.",
        "session_objectives": " - The session aims to inform members of the audience about ways of meeting challenges encountered while creating, installing, and showing exhibits -- issues for exhibit practice that the exhibit raises. Attendees at this session should engage with curatorial practice and visitor engagement through discussions revolving around best practices in exhibit work. \n - In addition to critiquing the single exhibit, the staff at ISM is also interested in hearing impressions from the critique panel and the audience about all the new exhibits and experiences at ISM, which reopened October 2018, after a four year closure.\n - Takeaways will be the notes (mental or written) that audience members make as they listen and participate.  Spontaneity is a hallmark of the session, so the specific takeaways cannot be predicted in advance. Past sessions have always generated new ideas and approaches especially for operationally bringing exhibits from idea to reality.  \n \n\n\n\n\n\n\n\n\n",
        "engagement": "We will be piloting a new format for the Exhibit Critique session this year: fireside chats.  After my short intro to the panelists/participants and session, I'd like to have a representative from the exhibit being critiqued make a short 5 minute visual introduction to the exhibit (with slides), then pair up one reviewer with one of the exhibit team and do more of a series of 12 minute conversations/fire side chats, where the reviewer calls out interesting and/or challenging aspects of the exhibit from their professional lens and/or their experience going through the exhibit and has a conversation with one of the exhibit team about those aspects.  That would leave about 30 minutes for audience questions and audience-driven conversation",
        "audience": "curators, educators, exhibit developers, and any administrators who are responsible for exhibits.  Students and others new to the profession should benefit as well.",
        "level": "All levels",
        "other_comments": "",
        "theme_relationship": "Few things in museums are more engaging than our exhibits. The ability for audience members to hone their exhibit critiquing skills, while learning from experiences of other professionals in the field, as we examine current exhibition practice, should leave all attending engaged in all aspects of the exhibit process and inspired to reflect on their own practice.",
        "theme_comments": "The session works even better when the exhibit being critiqued is the site of an evening event, so that many audience members will have seen the exhibit.  Placing the session on the last day of the conference may also encourage attendees to stay.",
        "submitter": {
          "first_name": "Keni",
          "last_name": "Sturgeon",
          "title": "Executive Director",
          "institution": "Wenatchee Valley Museum & Cultural Center",
          "location": "Wenatchee, WA",
          "tel": "509-888-6242",
          "email": "ksturgeon@wvmcc.org",
          "email2": "sturgeon.keni@gmail.com",
          "is_mod": true,
          "is_pres": false
        }
      },
      {
        "ID": "68",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "britney@boiseartmuseum.org",
        "session_title": "Museums and Mindfulness",
        "session_desc": "This session is an exploration of mindfulness and its impact on both museum staff and the opportunities for mindfulness in public programming. Quieting the mind, letting go of mental clutter, regaining focus all open the door to seeing and experiencing museums in new ways. Panelists will share ideas about self-reflection, organizational culture change/growth, and replicable examples of mindfulness-centered programs for museum audiences and museum staff.",
        "session_unique": "This session focuses on encouraging self-reflective practices that reinforce the intentionality of the important work museum professionals do.",
        "session_objectives": "1. To present opportunities for the utilization of mindfulness exercises at the individual, museum staff level.\n2. To discuss a variety of ways in which museums do engage, or could engage museum visitors through mindfulness-centered programs.",
        "engagement": "Standard, single session, with time for questions. After an introduction to the concept of and theory behind mindfulness, and a guided mindfulness exercise, we will discuss how it can apply more broadly to the museum environment. Further examples of mindfulness in museum practices and programs will follow, from one or more additional panelists. The takeaways are a mindfulness exercise and the opportunity to introduce mindfulness in a variety of ways in museum environments.",
        "audience": "General",
        "level": "Any",
        "other_comments": "",
        "theme_relationship": "The session related to the 2019 theme of ENGAGE is that it will focus on the ways museums engage with their communities and staff. The fostering of mindfulness has the potential to contribute to positive and more engaged work environments, and unconventional partnerships to present educational programs.",
        "theme_comments": "We would like help finding presenters. We are especially interested in involving museum educators or program developers whose institutions are already offering mindfulness exercises for their staff and/or visitors. HR directors and individuals responsible for staff development/team building could also contribute to the conversation. We are willing to merge with another session.",
        "submitter": {
          "first_name": "Britney ",
          "last_name": "Whiting-Looze",
          "title": "Development Manager",
          "institution": "Boise Art Museum",
          "location": "Boise, Idaho",
          "tel": "(208) 345-8330 x 126",
          "email": "britney@boiseartmuseum.org",
          "email2": "",
          "is_mod": true,
          "is_pres": false
        }
      },
      {
        "ID": "69",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "katilorainedawson@gmail.com",
        "session_title": "Museums, Gender Equity, and the Pink Collar Job: Practical Solutions for Bucking the System",
        "session_desc": "Engage in a round-table discussion focused on the issues facing women and gender-nonconforming\nmuseum workers, build community, and identify practical solutions for\nmuseum workers of all professional levels.",
        "session_unique": "While many gender-focused sessions stop at identifying issues, this session seeks to build\ncommunity as well as create actionable steps for participants to take away.",
        "session_objectives": "1. Build community within the issues facing women and gender-non-conforming museum\nworkers by identifying common ground as well as areas where participants can be greater\nallies to each other.\n2. Identify root causes of these issues within organizations/workplaces by picking apart and\ndiscussing the research and common experiences.\n3. Brainstorm practical solutions and actionable next-steps for combating these issues in\nways that are appropriate for all genders and career levels.",
        "engagement": "A round-table discussion and group work (depending on attendance) to pick apart issues\nfacing women and gender-non-conforming museum workers as well as brainstorming\npractical solutions and actionable steps for all career/power levels.",
        "audience": "All levels and departments encouraged; particularly useful for EMP and midcareer\nwomen and gender-non-conforming participants.",
        "level": "EMP and Mid-career",
        "other_comments": "",
        "theme_relationship": "In order for museums to realize their full potential as a social good and a community\nmember in its own right, leaders will have to grapple with issues of representation in their\nranks. This session will address how museum workers can be agents of change in their\ninstitutions, creating positive and inclusive work environments, and promote gender\ndiversity on their staff and boards.",
        "theme_comments": "Very willing to merge with other presenters and very open to suggestions regarding\npresenters!",
        "submitter": {
          "first_name": "Kate",
          "last_name": "Dawson",
          "title": "Project Manager",
          "institution": "Artech",
          "location": "Seattle, WA",
          "tel": "425.417.1964",
          "email": "katilorainedawson@gmail.com",
          "email2": "dawscat@uw.edu",
          "is_mod": true,
          "is_pres": false
        }
      },
      {
        "ID": "70",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "amber.beierle@ishs.idaho.gov",
        "session_title": "Nailed It/Failed It: Success & failure in fundraising events and programs",
        "session_desc": "A year of planning an event. Stressed-out staff. Little or no profit. Now what? Sometimes the secret to success is in an epic failure. Three museum professionals map the road to success through detours of failure; demonstrating events and programs that “nailed it,” “failed it,” or “sailed through it.” We hope to spark innovation, cultivate new event and program ideas, road map good planning, and learn from colossal mistakes.",
        "session_unique": "Most sessions, rightfully, boast about successful programs, but we often learn more from failure. This adds humor and candor in the serious business of fundraising.",
        "session_objectives": "1. Identify common patterns in “failed” events/programs. This entails tangible ways we can understand the role failures play in our successes. Talking about and learning from these failures will allow people the courage to try new things, with a new understanding of how to avoid the \n\n2. Demonstrate best\npractices in event evaluation. We will list the right questions to ask your\nagency/museum and your visitors to have the best possible event/program.\n\n\n\n",
        "engagement": "Mostly a standard session with panelists presenting at least three unique events/programs using PowerPoint and other audio/visual tools. Some interactive elements with audience participation. Breaking up in smaller groups, each will be given an actual event scenario to decide if the organizers “nailed it”, “failed it”, or “sailed it.”",
        "audience": "Planning staff (curators, event coordinators, etc.), but some emphasis on small museum staffs that do it all.",
        "level": "From new employee to senior/executive staff",
        "other_comments": "Part of the lesson is in that event planning should be on everyone’s radar from customer service to Trustees.",
        "theme_relationship": "This is all about engaging in the process. Additionally, this demonstrates that purposeful planning is all about engaging your audiences in the right way to get them to show up for you, especially during fundraisers. Essentially events are more successful when audience-driven (focused). We will help session-goers imagine and re-imagine their ideas, tapping into our audience as well as our staff’s creativity.",
        "theme_comments": "This could easily be a stand-alone session or merged with a similar session(s). If merged there might be a need to pare down committed panelists. Always open to making it the strongest session possible.",
        "submitter": {
          "first_name": "Amber",
          "last_name": "Beierle",
          "title": "Historic Sites Administrator",
          "institution": "Old Idaho Penitentiary (Idaho State Historical Society)",
          "location": "Boise, Idaho",
          "tel": "208-488-7480",
          "email": "amber.beierle@ishs.idaho.gov",
          "email2": "amber.beierle@gmail.com",
          "is_mod": true,
          "is_pres": true
        }
      },
      {
        "ID": "71",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "DakotaK@Mithun.com",
        "session_title": "Place Matters: Site Specific Interpretation",
        "session_desc": "Site-specific interpretation provides an authentic experience of place and creates a powerful lens into the legacy of an individual or cultural group. Providing visitors with a contextual experience is accomplished through methods tailored to each site’s unique characteristics. This idea will be explored in detail through four locations: the Basque Block Museum and Cultural Center, James Castle House, Hemingway House and Preserve, and the Suquamish Cultural District.",
        "session_unique": "These four sites are distinct examples of place specificity and demonstrate how a site integrates and evokes history, museum content and visitor experience.",
        "session_objectives": "1. Explore Site-Specific Interpretation\nThis session will explore interpretive and contextual approaches to institutions and districts that engage in site-specific and experiential ways. These include 1) the Basque Block, including the Basque Museum and Cultural Center, that occupies an urban block in Boise surrounded by immigrant-owned businesses; 2) James Castle House interpretive exhibits featuring work by outsider artist James Castle and rotating artists in residence; 3) the Hemingway House and Preserve; and 4) the Suquamish Cultural District comprised of the Suquamish Museum and House of Awakened Culture, host of tribal canoe journey landings and events like “Sovereign Style”, a contemporary interpretation of traditional native fashion. Outcome: Participants will be inspired to apply to their own visitor engagement strategies. \n2. Create a Dialog on Cultural Equity\nThe four case studies will present an unlikely combination of subjects that address artistic creation and living culture through the lens of immigration, disability, mental health and historically oppressed people. Each of these case studies will foster a forum for a conversation on accessibility, representation, contemporary perception, stigma and personal voice. Outcome: Participants will think about these issues in fresh ways that may inform programs at their institutions. \n3.Share Experience of Northwest Cultural Institutions and Districts\nThis is an opportunity to compare and contrast four cultural sites that are unique to Idaho and the Northwest region. Outcome: WMA conference participants may wish to visit and learn from their own experience at some of these interpretive environments and gain a contextual understanding of these places.",
        "engagement": "Modified Ignite Format Combined with a Moderated Panel: The moderator will introduce the session and provide contextual and conceptual themes for panel discussion. Key participants will share four case study examples with projected images in a modified “Ignite” format, 5 – 8 minutes each. Audience members are encouraged to write questions to ask panelists. Moderator facilitates Q & A between audience and panel.",
        "audience": "Institutions with a site-specific focus or attendees who are interested in learning tools for developing a site-specific program and visitor experience.",
        "level": "All levels will find something of interest.",
        "other_comments": "",
        "theme_relationship": "All case studies demonstrate strong community ENGAGEMENT. The Hemingway House and Preserve is managed by a community library; James Castle House is managed by the City of Boise; the Suquamish Museum and Cultural District is managed, programmed and operated by the Suquamish people; and Basque Block is managed by a non-profit organization for immigrants. Additionally, there public engagement opportunities are connected to each of these examples—an artist-in-residence program, an international cultural festival, national seminars and events that promote traditional life ways and living culture.",
        "theme_comments": "While the James Castle House and Basque Museum and Cultural Center may enter proposals for other sessions, the content for those sessions is different than what would be presented in this session. The speakers would also different so there will be no scheduling conflicts.",
        "submitter": {
          "first_name": "Dakota J",
          "last_name": "Keen",
          "title": "Associate Principal",
          "institution": "MITHUN",
          "location": "Seattle, WA",
          "tel": "206-971-3435",
          "email": "DakotaK@Mithun.com",
          "email2": "",
          "is_mod": true,
          "is_pres": true
        }
      },
      {
        "ID": "72",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "mbuff@tacomaartmuseum.org",
        "session_title": "Reflecting Our Community: A case study in educator hiring ",
        "session_desc": "What do you do when your program facilitators do not reflect the community you serve? Tacoma Art Museum tackled this problem head-on with an innovative strategy, hiring and training a diverse group of educators. Learn how transformed hiring practices and intensive training cultivated a corps of capable educators rooted in authentic community engagement.",
        "session_unique": "TAM completely shifted its educational hiring practices for educators, moving away from the model used across the region, and developed our own training methods.",
        "session_objectives": "Objectives:\nParticipants will consider the effects of hiring methods on staff diversity at their own institutions.\nParticipants will learn new techniques and models for training educators and staff.                                                                              Outcomes:\nParticipants will use lessons learned at the session to shift hiring/staffing models at their own institutions, in order to better engage the communities they serve.",
        "engagement": "Format: Panel - Panelists will represent a broad swath of people within the museum working on this project (education, HR, senior management, etc.), moderated by a facilitator from another museum. Some portions of the panel will be interactive. Participants will receive resources to take back to their own organizations.",
        "audience": "Education, HR, Senior management",
        "level": "Mid-career and Senior level",
        "other_comments": "",
        "theme_relationship": "The model we will discuss is an example of innovative engagement with community and staff, designed to enhance diversity on staff and in programming. We intentionally hired educators who reflect our community, especially folks who have been embedded in the community for much of their lives, to better engage students and visitors. We will discuss budgetary implications (including funding priorities) and address potential ways to apply this model to institutions of various sizes and locations.",
        "theme_comments": "We would like to include a presenter from another institution who has a similar model of hiring educators/staff from the community served with less recruiting emphasis on education & experience, and intensive training to support staff development – especially an institution working with First Nations/Indigenous communities. Any help finding such a presenter would be welcomed.\nIf this session would be best merged with another session on diversity in the workforce and/or diverse hiring practices, we would be open to that.",
        "submitter": {
          "first_name": "Mac",
          "last_name": "Buff",
          "title": "Manager of Family & Elementary Initiatives",
          "institution": "Tacoma Art Museum",
          "location": "Tacoma, WA",
          "tel": "(253) 272-4258 x3009",
          "email": "mbuff@tacomaartmuseum.org",
          "email2": "",
          "is_mod": false,
          "is_pres": true
        }
      },
      {
        "ID": "73",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "terra@boiseartmuseum.org",
        "session_title": "Seeking Advice: Rethinking Community Advisory Committees",
        "session_desc": "Advisory committees can provide valuable input and connections to new audiences, partnerships, and creative collaborations. This session presents practical advice for effectively utilizing community advisory committees for both single projects and on-going advancement of the institutional mission. From selecting diverse individuals to encouraging sustained participation, panelists will share the nuts and bolts of forming, engaging, and maintaining a healthy and helpful advisory group.",
        "session_unique": "Many museums already utilize advisory committees, but this panel will focus on ways in which those groups can be reimagined to support more creative leadership practices.",
        "session_objectives": "The objectives of this panel are to 1) acknowledge the importance of advisory committees in effectively engaging with our communities, 2) provide practical steps for forming and utilizing an advisory group, and 3) share specific engagement strategies that support both short- and long-term goals and make a significant impact on the institution’s connection to the community. Panelists will also discuss ways in which their institutions create accountability and participation with volunteer advisory members.",
        "engagement": "This is a single session panel comprised of three panelists with different approaches to community advisory groups. Panelists with present what motivated the initial development of the community advisory committee, the steps taken to recruit/invite members, the requirements of participation on the committee, and examples of the benefits and/or challenges of the group. Panelists and session attendees will then divide into groups and discuss specific, practical questions in a small-group format.",
        "audience": "Directors, Curators, Educators, Community Engagement Specialists",
        "level": "Senior level professionals",
        "other_comments": "",
        "theme_relationship": "Engaging community members in conversations about the goals of a project or the institutional mission is essential to staying relevant and increasing the reach of the organization. In addition, museum professionals can reflect on the information shared in these advisory sessions about issues affecting the community and the community’s perception of the role the institution plays in addressing those needs.",
        "theme_comments": "My experience with advisory committees is limited to single project groups. I would appreciate help in finding three presenters to represent a different types of advisory groups – newly formed, on-going, and/or restructured. I also plan to invite a member of a past advisory group. I am open to this panel being merged with another.",
        "submitter": {
          "first_name": "Terra",
          "last_name": "Feast",
          "title": "Curator of Education",
          "institution": "Boise Art Museum",
          "location": "Boise, Idaho",
          "tel": "208-345-8330, ext. 118",
          "email": "terra@boiseartmuseum.org",
          "email2": "terra.feast@gmail.com",
          "is_mod": true,
          "is_pres": false
        }
      },
      {
        "ID": "74",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "eward@losaltoshistory.org",
        "session_title": "Student Engagement on Social Issues",
        "session_desc": "This session will include presentations, a small group activity, and discussion to address incorporating high school student engagement on social issues, which includes original contributions incorporated onto the floor of museum exhibits. Examples of successful programs from the Los Altos History Museum and/ or the Oakland Museum of California, and/the Computer History Museum will be offered. In the small group activity attendees will design a workshop on social issues for high school students and brainstorm on original installations students might be able to create.",
        "session_unique": "Garnering high school student interest and creative projects is a challenging and rewarding undertaking, one which requires significant planning, curriculum development, and community support. The Los Altos History Museum ran a unique and successful program and is eager to share practical tips and allow other museum to develop similar programs. The Oakland Museum of California and the Computer History Museum also have different types of student engagement programs, and this session will be a unique opportunity for comparison.",
        "session_objectives": "The three main objectives of this single session include:\n \n 1) To inform the audience about Los Altos History Museum’s and Oakland Museum’s experiences—the successes and challenges—with engaging teenage youth on social issues and incorporating their creative pieces in exhibit installations.\n 2) To offer concrete examples as models for designing workshop curriculum around social issues and for facilitating creative contributions from teenage youth.\n 3) To hold open discussion on the process of incorporating high school student participation and strengths and limits of the outcomes at each museum for their respective exhibits.\n \n Potential outcomes of this single session include that panelists and audience members will have an opportunity to assess the approaches and experiences of Los Altos History Museum and Oakland Museum in working with teenage youth and consider patterns in successful teen engagement.\n \n Toward this end, the following key questions will be presented to panelists: What drew in your teenage participants? Was the social issue(s) related to the exhibit an important factor in attracting teen interest? Were the teen participants mostly interested in the chance to create an installation for the exhibit? What other factor(s) played a role in teen engagement? Another outcome of the discussion will be that, in small groups, attendees will brainstorm and begin developing a plan to include teen participation in an upcoming exhibit. \n \nTake homes include handouts of the curriculum reader, list of workshop presenters, and daily schedule prepared by LAHM Co-curators and staff as part of a workshop for high school students who learned about Juana Briones, her time period, social issues related to her life, and created projects for the exhibit Inspired by Juana: La Doña de la Frontera (October 18, 2018 – March 31, 2019). \n",
        "engagement": "The session format will begin with slideshow presentations given by the participating museums (20 minutes) followed by small group work for attendees (30 minutes) and end with discussion and open Q & A (25 minutes). The groups will be instructed to select one upcoming exhibit that a small group member is involved with to brainstorm around methods of reaching out to high school students and specific ways teen participants might contribute to the exhibit.",
        "audience": "The intended audience is curators and staff whom have interest in engaging high school students in an upcoming exhibit.",
        "level": "Any",
        "other_comments": "",
        "theme_relationship": "This session is directly related to the theme ENGAGE by addressing the topic of engaging high school students in museum exhibits, particularly around social issues. Many museums, including especially history museums, struggle with defining relevance and in creating genuine engagement of teenagers with the museum. This session addresses one of the most difficult audiences with which to engage, and offers a successful model of how to meaningfully allow teenagers to fully engage with an exhibition topic.",
        "theme_comments": "",
        "submitter": {
          "first_name": "Dr. Elisabeth",
          "last_name": "Ward",
          "title": "Executive Director",
          "institution": "Los Altos History Museum",
          "location": "Los Altos, CA",
          "tel": "650.948.9427",
          "email": "eward@losaltoshistory.org",
          "email2": "",
          "is_mod": true,
          "is_pres": true
        }
      },
      {
        "ID": "75",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "suzanne.squires@ishs.idaho.gov",
        "session_title": "Teaching While Teching: New Tools for New Audiences ",
        "session_desc": "Museums need to adapt and reimagine the way they disseminate information to their changing audiences. Increasingly tech savvy and younger audiences simply do not relate to traditional exhibitions. This session will explore simple ways to know and understand your audiences, as well as how to integrate interactive technologies. Additionally, we will explore unique partnerships which help maximize the visitor experience and your budget.",
        "session_unique": "The Old Idaho Penitentiary and the Idaho State Museum have forges a relationship with the Boise State University’s College of Innovation and Design to bring history to life through technology.",
        "session_objectives": "1. Recognize and identify the needs of your young and young at heart.\nThese audiences desire more experienced-based, technology-driven, fast paced personalization at your site. They also want to know and understand the social impact today.\n2. Demonstrate how collaboration within your community can become a benefit for all. This will include how to match the skill set of your partners with your audience’s needs. Additionally, this covers available resources like technology grants and allowing interns or the younger audience to plan and create your exhibits.",
        "engagement": "Mostly standard session with panelist presenting, using Power Point and other audio/visual tools. We would like to include session breakouts where groups use technology to answer questions and brainstorm about tackling a new exhibit using technology.",
        "audience": "Museum curators, educators, exhibit designers, managers, and small museum staffs who have budget and time restraints.",
        "level": "From new employee to senior/executive staff",
        "other_comments": "This is not technology for technology sake. This is purposeful planning to engage an audience we might otherwise lose or become disinterested in museums long term.",
        "theme_relationship": "This is about engaging a new generation of museum –goers. This ensures that our stories are not lost because we use methods that do not stimulate young learners.",
        "theme_comments": "Yes we would be willing to merge with another similar session(s). Two of the presenters listed have not confirmed as of yet, but we are hopeful.",
        "submitter": {
          "first_name": "Suzanne",
          "last_name": "Squiers",
          "title": "Educational Specialist",
          "institution": "Old Idaho Penitentiary (Idaho Historical Society)",
          "location": "Boise, Idaho",
          "tel": "208-488-7482",

"email": "suzanne.squires@ishs.idaho.gov",
          "email2": "",
          "is_mod": true,
          "is_pres": true
        }
      },
      {
        "ID": "76",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "mbuff@tacomaartmuseum.org",
        "session_title": "The Transgender Museum Experience: Creating a Safe Space for Everyone to Work, Learn, and Play",
        "session_desc": "Transgender people are members of every community museums engage, from staff and volunteers to visitors and participants. How can your institution create a safe space for people of all genders? This panel discussion will include a brief overview of gender identity and transgender topics before diving in to a conversation about successful engagement around the region. Learn from your colleagues and develop strategies to take home with you.",
        "session_unique": "None of WMA 2018’s sessions addressed LGBTQ issues. Museums must consider how they engage this segment of the population at all levels of operations.",
        "session_objectives": "Objectives:\nParticipants will increase understanding of gender identity and the needs of transgender people in museums.\nParticipants will consider strategies for their museums to create more welcoming spaces for transgender people.\nOutcomes:\nParticipants will use provided language and resources to develop effective transgender-inclusive policies and practices at their own organizations.",
        "engagement": "Roundtable conversation\nAfter a brief overview of gender identity, the moderator and panelists will join participants in a circle to discuss topics related to transgender people in museums: transgender museum professionals, welcoming trans participants, and developing infrastructure to be more welcoming of transgender people.\nThis format decreases the perception of “experts” in the topic, drawing all participants in to engage with the topic as equals and look for shared solutions to problems.",
        "audience": "all museum professionals",
        "level": "Any",
        "other_comments": "",
        "theme_relationship": "Society is quickly changing, with a significant increase in openly transgender youth and adults. This session will help museum professionals be prepared to engage with transgender audiences in a more inclusive and welcoming manner. In addition, the session will encourage professionals at all levels to consider how they can create a positive and caring work environment for transgender employees.",
        "theme_comments": "",
        "submitter": {
          "first_name": "Mac",
          "last_name": "Buff",
          "title": "Manager of Family & Elementary Initiatives",
          "institution": "Tacoma Art Museum",
          "location": "Tacoma, WA",
          "tel": "(253) 272-4258 x3009",
          "email": "mbuff@tacomaartmuseum.org",
          "email2": "",
          "is_mod": true,
          "is_pres": true
        }
      },
      {
        "ID": "77",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "amber.beierle@ishs.idaho.gov",
        "session_title": "We’re Engaged: Turning museum friends with benefits into museum partnerships",
        "session_desc": "This session will focus on fostering different kinds of community and inter-agency partnerships to engage existing audiences and cultivate new ones. Additionally, panelists will discuss the process of developing and retaining partner relationships of all kinds. Relationship building can be tough, but it is also an integral part of lasting partnerships. Learn how different background and different missions can come together for mutually beneficial outcomes!",
        "session_unique": "Treating partnerships in the context of relationship-building creates a shared, vested interest in a program’s success. This session will outline how to build those relationships.",
        "session_objectives": "1.        Identify how successful partnerships begin. \nOne panelist will describe a \n2.        Demonstrate how to anticipate and plan for hiccups and roadblocks.\n3.        Outline how to make the partnership last.\n",
        "engagement": "This would be a standard session with panelists discussing their partnerships. Since each deals with a different kind of relationship we would do a breakout time. Asking the audience to choose which partnership (relationship) they want to “commit” too. They would then ask questions, outline, strategize with that panelist in particular. The idea being those like-minded directions can learn and grow with each other to maximize their museums potential.",
        "audience": "Applicable mostly to all staff, volunteers and boards.",
        "level": "All",
        "other_comments": "An essential part of lasting partnerships is understanding they can form anywhere with anyone.",
        "theme_relationship": "The session is all about museums engaging with our community to benefit common and/or newly developed missions and purposes. Relationship building within these partnerships requires a commitment to the each other and engaging each other for a shared good. ",
        "theme_comments": "This could easily be a stand-alone session or merged with a similar session(s). If merged there might be a need to pare down committed panelists. Always open to making it the strongest session possible",
        "submitter": {
          "first_name": "Amber ",
          "last_name": "Beierle",
          "title": "Historic Sits Administrator",
          "institution": "Old Idaho Penitentiary (Idaho State Historical Society)",
          "location": "Boise, Idaho",
          "tel": "208-488-7480",
          "email": "amber.beierle@ishs.idaho.gov",
          "email2": "amber.beierle@gmail.com",
          "is_mod": true,
          "is_pres": ""
        }
      },
      {
        "ID": "78",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "melanie@boiseartmuseum.org",
        "session_title": "Welcoming Refugees and New Americans to Museums",
        "session_desc": "Engaging new Americans and refugees has become a recent focus of museums, especially in communities that officially provide refuge. Museums have come up with creative and diverse ways to engage this audience and to demonstrate their philosophical openness to refugees and new Americans through exhibitions, educational programs, and special memberships. This session will provide the opportunity to share examples, knowledge and experiences and brainstorm possibilities as our field develops best practices.",
        "session_unique": "Migration is not a new phenomenon, however the influx of re-settlement and recent world events have resulted in the establishment of certain communities as centers and safe havens for refugees, and museums are responding to this relatively new development by engaging in creative and unique ways.",
        "session_objectives": "1. To provide examples of museums’ efforts to welcome and engage new Americans and refugees, including what has worked, what has not.\n2. To create a forum for brainstorming ways for museums to effectively and meaningfully engage new Americans and refugees.",
        "engagement": "Standard, single session format beginning with introspective questions, small-group brainstorming, sharing, discussion and question/answer.",
        "audience": "educators, curators, membership, development",
        "level": "All",
        "other_comments": "Other possible presenters: 1. Jenni Martin\nDirector of Education & Programs\nChildren’s Discovery Museum of San Jose\n408-298-5437\ndirectorofeducation@cdm.org\nChildren’s Discovery Museum of San Jose, California has a program for immigrant families centered on the shared ingredients in their common food dishes. Jacques Lavergne or Helen Delacretaz\n2. Vice President, Visitor Experience and Engagement Director, Exhibitions\nCanadian Museum of Human Rights Canadian Museum of Human Rights. This museum recently displayed an exhibition entitled Seeking Refuge that brings together the experiences and perspectives of two teenage boys, one a refugee and the other a young artist who felt compelled to act in response to the refugee crisis. According to their website, more than 65 million people are currently displaced by conflict or persecution. This project contributed to reflection and dialogue about the refugee crisis. This installation is particularly interesting because it stems from, and invites, youth engagement.",
        "theme_relationship": "This session is directly tied to the theme of Engage by 1) engaging the new audience of new Americans and refugees, and 2) engaging with the world changes and a philosophical commitment to global inclusion in our new and diverse society. This topic is high on the political agenda on both sides and museums can bridge this gap through their engagement efforts, creating a moment when museums can again highlight their value to society.",
        "theme_comments": "I am open to suggestions for presenters on this topic from WMA museums with model examples. I am willing to merge with another session. I have a list of possible presenters below and welcome ideas and suggestions.",
        "submitter": {
          "first_name": "Melanie",
          "last_name": "Fales",
          "title": "Executive Director/CEO",
          "institution": "Boise Art Museum",
          "location": "Boise, Idaho",
          "tel": "(208) 345-8330 x 111",
          "email": "melanie@boiseartmuseum.org",
          "email2": "",
          "is_mod": true,
          "is_pres": true
        }
      },
      {
        "ID": "79",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "consulting@rachaelcristine.com",
        "session_title": "Workshop: Going from Zero to Winning with Grants",
        "session_desc": "The reality of working in history is that we often struggle to secure enough funding to function at our full potential. Grant funding is repeatedly sought to fill the gap needed for staff, supplies, and projects. The session will offer a sandbox for constructing competitive grant project ideas, reveal proposal pitfalls, and provide a template for creating a winning grant proposal. This workshop is for anyone who is part of an under-funded organization.",
        "session_unique": "My workshop goes beyond the typical introduction to grants and teaches museum professionals how to construct competitive grant project ideas.",
        "session_objectives": "•\tParticipants will learn how to tease out potential grant project ideas by working their daily needs into a creative, and attractive grant project.\n•\tParticipants will sandbox their grant project ideas to determine the project structure, timeline, measurables, and other necessary project facets.\n•\tParticipants will dive into the purpose of universal proposal sections and learn to avoid proposal pitfalls.\n",
        "engagement": "",
        "audience": "Audience: Appropriate for all levels of professionals, regardless of institution type.",
        "level": "All",
        "other_comments": "",
        "theme_relationship": "In order for museums to fully engage with their community they must have the resources in place to support their work. Grant funding is increasingly sought to help fill funding gaps and are becoming necessary to funding projects that the museum’s community need and want. Grant competition is increasing while available grant funding is decreasing. This workshop is intended to help provide equity to the museums who can’t afford permanent grant writing staff.",
        "theme_comments": "",
        "submitter": {
          "first_name": "Rachael",
          "last_name": "Woody",
          "title": "Owner & Consultant",
          "institution": "Rachael Christine Consulting",
          "location": "Tigard, OR",
          "tel": "503-922-3402",
          "email": "consulting@rachaelcristine.com",
          "email2": "",
          "is_mod": "",
          "is_pres": true
        }
      },
      {
        "ID": "80",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "bkaminsky@migcom.com",
        "session_title": "Workshop: Label Writing for Everyone: Tips, Tricks, Theory, and PRACTICE",
        "session_desc": "In this fast-paced workshop, participants will:\n  Analyze “good” and “bad” labels based on various (often personal and subjective) criteria Discover ways to put visitors at the center of the process Participate in a rapid writing activity Discuss big ideas, main messages, and label frameworks Explore ways to collaborate with community advisors Share writing challenges and exercise new skills writing and rewriting labels",
        "session_unique": "With thought and planning, anyone can create exhibit labels that resonate with users. Explore approaches and processes and practice doing it.",
        "session_objectives": "Participants will leave with the tools and confidence to write readable and relevant exhibit labels for their audiences. They will have the confidence to:\n · Decipher what works and doesn’t work in exhibit labels for various visitor types and why. They will be able to recognize characteristics of readable, effective labels\n · Build thoughtful writing into the exhibit development process. Work independently or collaborate with other staff and community members on label frameworks and approaches\n · Write labels that connect exhibit topics with design and resonate with audiences in the overall museum, gallery, visitor center park, zoo, or aquarium experience",
        "engagement": "",
        "audience": "Museum and other interpretive site staff who work in any capacity on projects for users that have physical display components.",
        "level": "Any—Professionals new to the industry, long-time museum staff new to exhibits, and seasoned exhibit people who want a refresher for inspiration and practice.",
        "other_comments": "This workshop builds capacity for internal staff (so they don’t have to hire consultants like me).",
        "theme_relationship": "Exhibit labels encourage engagement among users. Because a message isn’t a message unless it’s received, this workshop rages against obligatory text on walls. The workshop itself will engage attendees in content and activities, transmitting tools that will help them engage audiences through words in exhibit experiences.",
        "theme_comments": "Please note: I’m happy to reconfigure this workshop as a session (lightning pace)—please let me know if that seems a better fit. Thanks!",
        "submitter": {
          "first_name": "Beth",
          "last_name": "Kaminsky",
          "title": "Interpretive Planner | Content Developer",
          "institution": "MIG | Portico",
          "location": "Denver, CO (I sit in the Denver office and work primarily with the interpretive team in Seattle, WA)",
          "tel": "303.830.1311",
          "email": "bkaminsky@migcom.com",
          "email2": "bethkmail@gmail.com",
          "is_mod": "",
          "is_pres": true
        }
      },
      {
        "ID": "81",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "sforksko@ccaha.org",
        "session_title": "Workshop: Emergency Planning and Preparedness for Cultural Heritage Organizations",
        "session_desc": "One of the most important steps any cultural institution can take to safeguard its collections is to be prepared in the event of an emergency or disaster. In this workshop, participants will learn about tools for developing an Emergency Plan, conducting staff training, and the basics of collections salvage. There will be an opportunity to practice hands-on salvage procedures by rescuing a variety of materials from water.",
        "session_unique": "This type of workshop can be difficult to organize, but an invaluable experience for increasing staff confidence in their ability to respond to an emergency.",
        "session_objectives": "One of the most important steps any cultural institution can take to safeguard its collections is to be prepared in the event of an emergency or disaster. The creation of an Emergency Preparedness and Response Plan is a vital step to the survival of an institution’s artifacts. In this workshop, participants will learn about tools for developing an Emergency Response and Preparedness Plan and leave with suggestions on how to jumpstart the planning process at their home organizations.\n \n This workshop will also address the basics of collections salvage. There will be an opportunity to practice hands-on salvage procedures by rescuing a variety of materials from water. This activity is crucial to boosting employee confidence in responding to a disaster.\n \n In addition to learning the terminology of emergency planning, the basic components of an emergency preparedness and response plan, and salvage techniques, participants will also learn how to train their staff and fellow employees to ensure that in the event of an emergency, the Plan is followed and the response is efficient and effective.",
        "engagement": "",
        "audience": "Audience: Primarily focused on collections related staff positions (collections management, registration, curatorial) but also applicable to security and facilities staff as well as administrators.",
        "level": "All",
        "other_comments": "",
        "theme_relationship": "During an emergency, staff at an organization are forced to engage in ways that they may have never thought they would have to. Every part of a cultural heritage organization must be engaged in the response – from the Marketing Department to Facilities Staff to Curatorial. A cohesive response is crucial to a successful recovery, so the more involved all staff are able to be, the better for the organization.",
        "theme_comments": "",
        "submitter": {
          "first_name": "Samantha",
          "last_name": "Forsko",
          "title": "Preservation Specialist",
          "institution": "Conservation Center for Art & Historic Artifacts",
          "location": "Philadelphia, PA 19130",
          "tel": "503-602-9393",
          "email": "sforsko@ccaha.org",
          "email2": "sjforsko@gmail.com",
          "is_mod": "",
          "is_pres": true
        }
      },
      {
        "ID": "82",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "amanda@hcdcoach.com",
        "session_title": "Workshop: Insights into Actions: From Prototype to Program Improvement",
        "session_desc": "We’ll share the state of human centered design in museums and what’s\nworking/not working. Based on our learnings, we’ll guide attendees through\nactivities, providing a framework for evaluating promising practices and\nimplementing improved approaches. We’ll gather this information through\nevents in the Bay Area and online (January - March 2019) to answer the\nquestions:\n1. How do museums implement visitor research learnings?\n2. What strategies have museums employed to create a culture of visitor\ncentered practices?\n3. What are the unsolved problems?",
        "session_unique": "Our pre-work (events) will inform our session, ensuring content is highly\nrelevant, and with our experience working across sectors, including museums,\nwe’ll ensure it’s engaging and fresh.",
        "session_objectives": "Participants will:\n-gain an understanding of promising practices for interpreting and\nimplementing programmatic changes based on visitor feedback\n-learn how to lead the appropriate activities to effectively manage the change\nto a visitor-centered operations model\n-connect with professionals with similar problems or questions, empowering\nthem to create a community of practice to address new needs as they arise",
        "engagement": "",
        "audience": "Staff from across the museum, board members",
        "level": "Mid- to Senior-Level, Executives",
        "other_comments": "While we welcome\nmore junior staff, content will be aimed\nat decisionmakers",
        "theme_relationship": "Effectively implementing programs based on well-designed visitor research ensures\nmuseums are more inclusive. By engaging broader audiences, staff are empowered\nto address issues of equity and social justice. When done correctly, human centered\ndesign advances the need of workers to exercise creativity in their roles, creating a\nmore positive and caring work environment.",
        "theme_comments": "",
        "submitter": {
          "first_name": "Amanda",
          "last_name": "Damewood",
          "title": "Design Coach",
          "institution": "",
          "location": "Alameda, CA",
          "tel": "510-434-6612",
          "email": "amanda@hcdcoach.com",
          "email2": "amanda.damewood@gmail.com",
          "is_mod": "",
          "is_pres": true
        }
      },
      {
        "ID": "83",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "paul@sfspark.com",
        "session_title": "Workshop: Museums can take themselves so seriously—let’s go camping!",
        "session_desc": "That some visitors feel sidelined or undermined by museums is no laughing matter. Or is it? Camp can be their means to send us up wherever they feel we are seriously missing out. Once introduced to camp methods—grounded in but moving beyond queer theory, participants will be guided through a museum by local drag queens and diverse youth, “camp counselors” modeling how to discover fresh, inclusive insights by “camping up” the museum experience. Alternative Description:\n\nThis session offers a low-cost approach for making the museum experience more appealing to audiences who may feel unacknowledged or otherwise alienated.  Using camp, an aesthetic that has ties to queer theory, we will demonstrate how “camping up” the museum experience can lead to new ways of interpreting and connecting to exhibits. With local drag queens and LGBTQ youth acting as “camp counselors,” participants will then visit a museum to try on this approach.",
        "session_unique": "Integrating queer issues into regular practice can feel challenging. This workshop offers a fun, innovative way to do this, focusing on diversity, youth and social media.",
        "session_objectives": "1) To welcome the LGBTQ\ncommunity and persons in their teens to their twenties— groups not always\nwell-reached by museums. Camp can be appropriated, however, by any kind of\nvisitor who feels sidelined, undermined, or left out, providing them a fun,\nconstructive way to address and redress exhibits and interpretations they would\nlike to see changed. Visitors can thus use camp to turn the possible negatives of\nolder standing exhibitions into sites of spontaneous, sharply witty feedback,\ninformation museums can use for future programming, exhibition planning, and\ncommunity outreach. \n\n2) To offer any audience\nmember a humorous way to interact with the museum that can demystify and\nde-serious what may be perceived as an intimidating authority. We will look at\nvarious ways to share these insights that will drive more visitors to the\nmuseum: on the website where people can post blogs, vlogs or selfies where they\nhave “camped out” in a museum; or on-site visits through fun, campy\nprogramming.  (Every year the De Young\nMuseum of San Francisco invites floral artists to do arrangements in front of\nart works that reflect on and interpret them. Why not a “Camping” festival?)\n\n3)\nTo encourage museum professionals not to take themselves and their work too\nseriously, while taking seriously visitor feedback that otherwise might be\ndifficult to receive. Laughter does wonders to take the edge off, even if the wit is edgy. Camp can thus allow for more open empathy and enjoyment of diverse audience reactions and experiences.",
        "engagement": "",
        "audience": "Exhibit planners, educators, volunteer coordinators, marketing/development, curators.",
        "level": "All levels, from emerging to emeritus",
        "other_comments": "",
        "theme_relationship": "Participants will receive a short, accessible primer on queer theory and camp (broadening it beyond gay drag queens to any vulnerable, non-represented community). Local “camp counselors” will then demonstrate how to camp up at a local museum—poking fun with a purpose to reveal deeper insights missed by the museum. Participants will try their hand at camping out, and share take-aways. We hope later to reconvene with a drag show and cocktail soirée at a local bar, that can serve as a dual fundraiser for the WMA and a local charity chosen by the camp counselors.",
        "theme_comments": "",
        "submitter": {
          "first_name": "Paul ",
          "last_name": "Gabriel",
          "title": "Education/Diversity Consultant",
          "institution": "Independent",
          "location": "San Francisco,CA 94112",
          "tel": "415-310-6640",
          "email": "paul@sfspark.com",
          "email2": "paulglhs@yahoo.com",
          "is_mod": "",
          "is_pres": true
        }
      },
      {
        "ID": "84",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "barronoda@gmail.com",
        "session_title": "Workshop: Small Museum Legal Toolkit 2019",
        "session_desc": "This workshop follows up on WMA’s successful 2018 Small Museum Legal Toolkit, which covered museum-specific legal issues and equipped managers and administrators of small museums without legal counsel with the information and tools they need to make informed decisions as to legal matters affecting daily operations. This year’s topics may include contracting basics, employment law (including interns and volunteers), exhibition and loan agreements, intellectual property, facility rentals, premises liability, and marketing / public relations legal issues.",
        "session_unique": "This workshop is unique because it delivers such a breadth of museum-specific legal information to attendees that had never been done at the WMA prior to 2018’s Small Museum Legal Toolkit workshop, which was very well-received.",
        "session_objectives": "Objectives of this workshop:\n1.     Participants will\ngain a thorough understanding of the various bodies of law affecting museum\noperations.\n2.     Participants will\nlearn the latest in best practices regarding legal compliance.\n3.     Participants will\nlearn how to spot legal issues relevant to museum departments and how such issues\naffect their operations.\n4.     Participants will\nunderstand which issues are possible to be dealt with in-house and which\nissues are advisable to seek legal counsel.\n5.     Participants will\nunderstand how lax compliance affects fundraising, tax-exempt status, and\nultimately harms the museum’s bottom line and ability to fulfill its mission.\n\nParticipants will benefit from well-developed\nreference materials specifically developed with small museums in mind.",
        "engagement": "",
        "audience": "Program and department managers, executives, and board members of small and medium-sized museums will benefit most from this workshop.",
        "level": "Emerging through senior level.",
        "other_comments": "This workshop is designed to be accessible to all participants regardless of prior knowledge or experience with law.",
        "theme_relationship": "2019’s theme is “ENGAGE” and this workshop’s ultimate goal is to help attendees improve museum operations. Engagement with visitors, donors, community members, and other stakeholders occurs most effectively when a museum is focused on its mission and is operating efficiently. This workshop educates museum professionals on the “nuts and bolts” of museum-specific legal issues so that their museum will operate efficiently and they can focus on their mission. Upon completing this workshop, participants will be empowered with the knowledge and legal tools to maintain relationships with stakeholders, and improve operations – all vitally important for ENGAGEMENT -- and ultimately further their museum’s mission.",
        "theme_comments": "",
        "submitter": {
          "first_name": "",
          "last_name": "",
          "title": "",
          "institution": "",
          "location": "",
          "tel": "",
          "email": "",
          "email2": "",
          "is_mod": "",
          "is_pres": ""
        }
      },
      {
        "ID": "85",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "terra@boiseartmuseum.org",
        "session_title": "Workshop: Functional Fashion",
        "session_desc": "Each of us has a different idea of what “professional” dress entails and we all wear many hats. What do you wear if you are making public presentations, walking a nature trail, meeting with board members, and then shelving objects all in the same day? Part fashion show, part policy discussion, part networking event, this workshop presents a unique way to discuss dress codes and individuality - a topic that can be difficult for administrators and employees.",
        "session_unique": "This half-day workshop is a light-hearted approach to discussing individuality, professionalism, and dress codes. It invites museum professionals to discuss the functional, fun, and funky aspects of fashion in the workplace.",
        "session_objectives": "Local stylists will work with an art museum, a cultural museum, and a botanical garden to create three mini fashion shows. Each presentation will include an introduction to the institution, including their values and office culture, the requirements of their dress code, and the practical needs of their attire. Between fashion presentations, attendees will be encouraged to consider their own institutional policies and discuss current social issues surrounding fashion and dress. Topics could include tattoos and piercings, body positivity, gender neutral policies, religious and cultural attire, or OSHA requirements. Due to the nature of this format and for planning purposes, all presenters will be from Boise-based organizations. However, special care will be given to select a workshop discussion host who can guide the conversations and speak to issues that are relevant to small and large institutions from a wide range of communities.",
        "engagement": "",
        "audience": "All",
        "level": "All",
        "other_comments": "",
        "theme_relationship": "This workshop will engage museum professionals in a dialog about dress code polices through a fun, social event-style format. The structure of this workshop will provide opportunities for guided conversations about challenging issues surrounding policy, inclusivity, and social equity as well as casual conversations about dress code, fashion trends, and individual expression.",
        "theme_comments": "",
        "submitter": {
          "first_name": "Terra",
          "last_name": "Feast",
          "title": "Curator of Education",
          "institution": "Boise Art Museum",
          "location": "Boise, Idaho",
          "tel": "208-345-8330, ext. 118",
          "email": "terra@boiseartmuseum.org",
          "email2": "Terra.feast@gmail.com",
          "is_mod": "",
          "is_pres": true
        }
      },
      {
        "ID": "86",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "layce.johnson@ishs.idaho.gov",
        "session_title": "Workshop: Our World is Flat: an Introduction to Managing Archival and Photograph Collections",
        "session_desc": "This workshop is designed for museum professionals, beginners and old pros alike, who find themselves struggling to manage paper and photographic materials in their institutions. We encourage an open mind and an open heart to engage with us and each other as we journey through the dark passageways of the archival profession. There will be two hands-on group projects: processing a manuscript collection and creating a digitization plan.",
        "session_unique": "We offer a unique learning opportunity on how best to tackle management of paper/photographic collections. Though related, museum and archival practices do not always align.",
        "session_objectives": "1. Acquisitions/Appraisals § Collection Policy and Donor Relationships § Surveying collections § Custodial transfer, Deeds of Gift, etc. 2. Arrangement and Description (Processing a Collection) § Processing an archival collection § Preservation and handling of archival materials § Preservation and handling and Identification of photographs § Processing fails: what not to do 3. Access and digitization § Reading Room § Preservation and handling of archival materials § Preservation and handling and Identification of photographs § Metadata $ Digitization: what it is not \n Potential Outcomes:\n   \n  1. Feeling empowered to manage and\n  work with archival material\n  2. Be ready to engage with their\n  community with digitization projects\n  3. Fall in love with paper and\n  photos, not to be afraid",
        "engagement": "",
        "audience": "Audience: emerging professionals, professionals new to managing archival and photographic materials in their museum, professionals that would like a refresher",
        "level": "All",
        "other_comments": "",
        "theme_relationship": "Our love is archives. This workshop relates to the theme of engagement, because it engages any professional tasked with manage archival collections. We hope to engage all levels of professionals with different backgrounds. Our hope is that by the end of our training attendees will feel empowered to make their collections more accessible and improve community engagement with archival collections.",
        "theme_comments": "",
        "submitter": {
          "first_name": "Layce",
          "last_name": "Johnson",
          "title": "Collections Archivist",
          "institution": "Idaho State Historical Society",
          "location": "Boise, Idaho",
          "tel": "208-514-2312",
          "email": "layce.johnson@ishs.idaho.gov",
          "email2": "",
          "is_mod": "",
          "is_pres": true
        }
      },
      {
        "ID": "87",
        "timestamp": "2018-12-13T22:06:51.000Z",
        "form_email": "lhedley@barona-nsn.gov",
        "session_title": "Museum Stores—where the relationship between art and commerce thrives.",
        "session_desc": "Museum stores are unique retail spaces that should educate visitors, build the museum’s brand, and work to highlight (sometimes even influence) the aspects of art the institution views as important.  How healthy is the relationship between art and commerce in your store?  Come and find out what you can do to strengthen your store.",
        "session_unique": "Museums stores are carefully curated as are exhibitions, but their educational impact is often overlooked. We share our insights that may increase sales and visitors’ educational experiences.",
        "session_objectives": "1.     Evaluate your own\n  museum’s store—based on current merchandise, what are your educational\n  messages and how are you influencing your visitors?  Think of the store as the final portion of\n  the exhibition—what are the main points to address?  Learn how to make subtle changes for\n  maximum effect.\n  2.     What is the\n  knowledge level of your store personnel? \n  Are they able to talk about how the merchandise is relevant?  Have your collaborated with the curatorial\n  team?  Can staff engage your visitors\n  and do they aim for 100% sales, build the museum brand and develop long-term\n  relationships with their visitors? \n  Learn how to train store staff to reach their fullest potential.\n  \n Ask questions—need help with something in your\nstore?  Ask your colleagues for advice.  Take home some revenue-generating information.",
        "engagement": "",
        "audience": "Store Managers / buyers, visitor services staff",
        "level": "Emerging professionals,",
        "other_comments": "Curatorial & Education Departments, too",
        "theme_relationship": "It is important for museums to engage with their visitors on as many levels as possible. Museum stores have a tremendous impact on the visitor experience. We encourage participants to take another look at their stores and see how they can improve interdepartmental collaboration, increase staff knowledge, and perhaps even increase revenue.",
        "theme_comments": "",
        "submitter": {
          "first_name": "Laurie",
          "last_name": "Egan-Hedley",
          "title": "Director/Curator",
          "institution": "Barona Cultural Center & Museum",
          "location": "Lakeside, CA",
          "tel": "619-443-7003",
          "email": "lhedley@barona-nsn.gov",
          "email2": "",
          "is_mod": "",
          "is_pres": true
        }
      },
      {
        "ID": "",
        "timestamp": "",
        "form_email": "",
        "session_title": "",
        "session_desc": "",
        "session_unique": "",
        "session_objectives": "",
        "engagement": "",
        "audience": "",
        "level": "",
        "other_comments": "",
        "theme_relationship": "",
        "theme_comments": "",
        "submitter": {
          "first_name": "",
          "last_name": "",
          "title": "",
          "institution": "",
          "location": "",
          "tel": "",
          "email": "",
          "email2": "",
          "is_mod": "",
          "is_pres": ""
        }
      }
    ]
  }
}
